{
  "header": {
    "about": "Acerca de mi",
    "newsletter": "Boletín",
    "videos": "Videos",
    "gallery": "Galería",
    "contact": "Contacto",
    "cv": "Descarga mi currículum"
  },
  "thumbnails": {
    "accions": "Acciones",
    "cartells": "Carteles",
    "escultures": "Esculturas",
    "experiments": "Experimentos",
    "gransformats": "Grandes Formatos",
    "instalacions": "Instalaciones",
    "murals": "Murales",
    "publicacions": "Publicaciones",
    "series": "Series",
    "videos": "Videos"
  },
  "about": {
    "description": "Xesco (Francesc Xavier) Mercé Balagué. Ivars d’Urgell (Pla d’Urgell, 1965).<br><br> Artista multidisciplinar. Licenciado en Bellas Artes por la Universidad de Barcelona (1988). Miembro fundador del grupo colectivo de artistas La Xina A.R.T. (1997) y de la red europea de espacios de arte contemporáneo <i>Kanîbal’hopox</i> (2008). Formó el dúo de performance \"DeLuXe\" con Luis Casado. Es profesor de dibujo en la Escuela Isabel de Villena. Ha sido editor y director de la revista de artes y ensayos <i>La Conxinxina</i>. Hasta ahora, ha realizado más de 50 exposiciones individuales y más de 140 colectivas, además de numerosas acciones, instalaciones y esculturas públicas. Su trabajo se ha expuesto en todo el país y el estado, así como en una docena de países de Europa y Asia. <br><br> Su obra plástica abarca casi todas las disciplinas y técnicas: desde la <i>performance</i> hasta la poesía, pasando por el dibujo o la música experimental. Según ha dicho Lucien Verneuil, su obra \"está a medio camino entre la poesía, la ironía, la crítica (y autocrítica del arte), la experimentación y la agitación social\". El crítico de arte Joan Maria Minguet Batllori y el historiador Pau Minguet han escrito sobre él: \"Su obra es una sucesión de desenlaces, respuestas a preguntas nuevas y respuestas a preguntas que ya existían hace muchos años. Respuestas que no son secuenciales y que eliminan las precedentes, entrelazándose en una serie de conclusiones siempre provisionales. Es un artista que tiene la voluntad de trasladarnos a la pregunta, a la inestabilidad. Las certezas siempre juegan a favor del poder, debe pensar. Las incertidumbres invitan al espectador a salir de la molicie o la alienación.\" <br><br> También ha publicado cuatro libros: <i>10 artistas mediterráneos en N.Y.</i>, 1998, <i>Mil novecientos noventa diez</i>, 1999, <i>El desert químic</i>, 2023, y <i>´ (acento cerrado)</i>, 2024. Vive y trabaja en Esplugues de Llobregat y en Ivars d’Urgell, donde tiene su taller.<br>"
  },
  "gallery": {
    "back": "Atras"
  },
  "newsletter": {
    "description": "Consulta las últimas novedades",
    "news": {
      "new1": {
        "title" : "La lliga de la justícia poètica",
        "subtitle" : "Exposición colectiva",
        "description" : "Roberto Bolaño decía que “si tuviera que asaltar el banco más vigilado de Europa, al elegir a los compañeros de fechorías, sin duda escogería un grupo de poetas. De poetas verdaderos. No hay nadie en el mundo más valiente que ellos. No hay nadie que enfrente el desastre con más dignidad y lucidez. El atraco acabaría, probablemente, de manera desastrosa, pero sería bonito”.<br/><br/>Nosotros hemos reunido a artistas que hacen, cada uno a su manera y con lenguajes y técnicas diversas, poesía visual. Pero, más que una banda, parece una tentacular organización internacional de la magnitud de Spectra: sesenta y seis artistas, de dieciséis países y de cuatro continentes.<br/><br/>La Poesía visual, parafraseando libremente a Gabriel Celaya, es un arma cargada de futuro. Podréis comprobarlo en esta propuesta que os quiere ofrecer todo un verdadero y caleidoscópico arsenal para todos los mañanas posibles.<br/><br/>Artistas participantes:<br/>Abdellah Ahaddaf, Airida Rekstyte, Alain Boulerot, Antonio Luque, Arvydas Zalpys, Aušra Vaitkūnienė, Benxamin Álvarez, Bruno D'Abrigeon, Bruno Montané Krebs, Carme Malaret, Ceferino Galán, Christelle Teissedre, Christine Ulm, Claus-Dieter Geissler, Clarbous, David Ribes Boldú, David Tarancón, Dennis XXII, Diego Tampanelli, Dorothee Freitag, Eimutis Markunas, Erik Schmitz, Erutti, Francesc Roig, Frederique Fleury, Goretti Pascual, Guillem Viladot, Ivana Pinna, Jaume Amigó, Jo Milne, Jordi Rocosa, Jordi Santanach, José Antonio Troya, Judith Lesur, Katarina Balunova, Lídia Porcar, Loran Jacob, Manuel Morales, Manuel Ruz, Marc Vilallonga, Mariano Poyatos, Maria Giró Coll, Marie-Françoise Prost-Manillier, Marta Bisbal Torres, Martine Saurel, Matías Krahn, Michael Kirkergaard, Mido Bidard, Nora Ancalora, Olga Olivera Tabeni, Paco Ermengol, Pernille Usterud-Svendsen, Ricard Aymar, Rina Ota, Sandra Armengol, Santi Erill, Serafina Balasch i Gerardo García, Sergej Sperling, Svantje Busshoff, Swen Schmitz, Thomas Keis, Tito Inchaurralde, Toni Clos, William Georges, Xavi Brufau i Xesco Mercé."
      },
      "new2": {
        "title" : "El desert químic",
        "subtitle" : "Exposición individual",
        "description" : "Debido a las fuertes inundaciones que han afectado a la provincia de Castellón, hemos tenido que posponer la exposición <i>El desert químic</i> hasta el otoño. Comparto el texto de presentación del proyecto para seguir teniéndolo presente:<br/><br/>“Tarde o temprano, a todos nos toca atravesar un desierto. Puede que este solo tenga dimensiones domésticas, pero también puede tener una magnitud abismal. Puede durar solo un mal momento, un mal día, o convertirse en una larga temporada en el infierno. Puedes salir de él, más o menos victorioso, como lo hicieron <i>Travis Henderson</i> en <i>Texas</i> o <i>T.E. Lawrence</i>, conquistando <i>Áqaba</i>. Pero también puedes perderte eternamente, como en un laberinto de paredes invisibles, como los muros de <i>Eryx</i>. Incluso hay quien, por voluntad propia, se adentra para hacer un retiro espiritual o un ayuno mental y encontrar allí la pregunta a todas las respuestas.<br/><br/>Yo entré en él en el otoño de 2021, cuando me diagnosticaron un linfoma de <i>Hodgkin</i>, un tipo de cáncer. Tras varios recorridos por distintos desiertos, ahora estoy cerca de los márgenes, en una especie de playa desierta y amable, peinada por una suave brisa marina. Se parece un poco a un enorme decorado cinematográfico o al comienzo de una película de <i>Carl Theodor Dreyer</i>.<br/><br/>En la primera primavera de este extraño viaje inicié un incierto proyecto de dibujos y poemas. Este acabó materializándose en una colección de collages, que ahora podréis ver en <i>Espai Nivi</i> (bien mirado, el proyecto podría haberse llamado “<i>El desierto nivi</i>”), y en un libro que ahora podréis leer, si os apetece.<br/><br/>El pretexto que elegí fue el intento colosal de ordenar el caos que emprendió un sabio barbudo llamado <i>D.I. Mendeléiev</i>, creador de la tabla periódica. Los 118 elementos daban título a cada imagen y, a modo de acróstico, pie a cada uno de los versos.<br/><br/>Esta recopilación literaria y plástica (una especie de extraño cuaderno de bitácora, que no responde a otra lógica que la de los sueños) me acompañó durante todo mi periplo y fue, al mismo tiempo, oasis, isla o estación espacial. Espero que os sirva de carta de navegación, quizá inexacta e incompleta, pero misteriosamente excitante, para vuestras propias y futuras aventuras por cualquiera de los desiertos, los océanos o los inmensos vacíos de la galaxia."
      },
      "new3": {
        "title" : "El Vi fa la Sang",
        "subtitle" : "Exposición colectiva",
        "description" : "Invitado, una vez más, por la gente de Riudebitlles Territori d’Art, he tenido la suerte de participar en esta propuesta, de la cual os cuelgo la nota de prensa: <br/><br/>22 artistas interpretan el vino en Cal Xerta<br/><br/>El próximo jueves 8 de mayo, a las 20 h, se inaugurará en Cal Xerta (Riudebitlles) la exposición <i>El vi fa sang</i>, una muestra colectiva organizada por la Associació Riudebitlles Territori d'Art, en el marco de los actos de Riudevins que este año se celebrará el sábado 10 de mayo en el Barri Vell.<br/><br/>La muestra reúne a 22 artistas de diferentes disciplinas, que han creado obras inspiradas en el vino: Abdellah Ahaddaf, August Rosell, Aura Gumà i Susana Domínguez (xuquin & lajarlei), Camil·la Pérez Salvà, Clàudia Carbó, David Ribas Boldú, elenamusa, Fabrice de Lapparent, Fèlix Plantalech, Isabel Feliu Fabra, Jaume Amigó, Jaume Felipe Villa, Joan Gispert, Marga Casas, Maria Martínez Miró, Mireia Feliu Fabra, Pere Pascual, Salvador Rafecas, Sílvia Isach, Teresa Pla Belío, Victòria Rabal i Xesco Mercè.<br/><br/>Con motivo de la exposición, se ha editado un catálogo que recoge todas las obras y cuenta con un texto introductorio del escritor Pep Antoni Roig, que ofrece una mirada literaria sobre la relación entre arte y vino."
      }
    }
  },
  "footer": {
    "rights": "Todos los derechos reservados."
  },
  "metadata": {
    "description": "Descripción web"
  },
  "assets": {
    "terms": {
      "technique": "Técnica",
      "editor": "Editora",
      "dimensions": "Dimensiones",
      "year": "Año",
      "location": "Ubicación"
    },
    "techniques": {
      "accioGastronomia": "Acción de arte y gastronomía",
      "duetPerformatic": "Dúo performático",
      "accioReivindicativa": "Acción reivindicativa",
      "accioMusical": "Acción musical",
      "performanceMusical": "Performance musical",
      "performanceVisual": "Performance visual",
      "ferroHeura": "Hierro y hiedra",
      "futaFerroFormigo": "Madera, hierro y hormigón",
      "paperPlastic": "Papel y plástico",
      "fustaMetallPlastic": "Madera, metal y plástico",
      "cuirPlasticMetall": "Cuero, plástico y metal",
      "trobat": "Esculturas con material encontrado",
      "llibresIntervinguts": "Libros intervenidos",
      "infografiaCartro": "Infografía sobre cartón",
      "metallBanya": "Metal y asta de ciervo",
      "collagePintura": "Collage y pintura sobre cartón",
      "tecnicaMixtaTela": "Técnica mixta sobre tela",
      "llapisTintesCollage": "Lápiz, tintas y collage sobre papel",
      "variades":"tècniques i mides variades",
      "espraiPlasticCartro" : "Esprai, plàstic i cartró"
    },
    "locations": {
      "diversosEspais": "Varios espacios",
      "cascAntic": "Casco antiguo, Barcelona"
    },
    "description": {
      "accions": {
        "allen": "Los de La Xina A.R.T. quisimos hacerle una bienvenida berlanguiana al cineasta neoyorquino cuando vino a rodar ese pastel que fue Vicky, Cristina, Barcelona. Una acción tremendamente divertida filmada por el gran Marc Villalonga (hasta consiguió unas imágenes del cineasta saludando tímidamente). Montamos un buen jaleo, con gente a favor y en contra, como debe ser. Primero fuimos detenidos por los gorilas de seguridad del rodaje (unos tipos enormes, con muy mala leche), y luego, brevemente, por la policía municipal. Salimos en la tele, en el Pronto (“la revista más seria de este país”, le dije al fotógrafo), y Xavier Mas de Xaxàs nos mencionó en un artículo en La Vanguardia. Todo un éxito.",
        "beuys": "Antonio Luque me invitó, en nombre de La Grey de Tarragona, a participar en un ciclo de performances que se harían, una cada fin de semana, durante el otoño de aquel año en el espacio de este colectivo en el Fórum de Tarragona. Se titulaba Corporeidad y resistencia y participaban Juan Carlos Lozano, Abel Azcona, Paquito Nogales, Manuel Morales, Carlos Pina y Maria Cosmes. Formar parte de ese selecto grupo fue un enorme orgullo y empecé a pensar qué haría la misma tarde que me llamó. Tras varias vueltas, como si cocinara un guiso de caracoles, hice un homenaje a la primera performance de Joseph Beuys, mientras proyectaba un power point paródico sobre el arte del siglo XX y cocinaba arroz con conejo. El resultado final, multisensorial, fue un éxito total.",
        "bubble": "El primer lugar donde probé tocar la trompeta y hacer burbujas al mismo tiempo fue en la galería Meno Parkas, en Kaunas (Lituania), en 2010. Allí hicimos una instalación triple con el chino David Tarancón, con siluetas de todos los miembros del colectivo La Xina A.R.T. El espacio se prestaba por las sombras que se proyectaban multiplicadas en los enormes muros de la galería. Repetí la acción en el Festival A.R.T., TPK, L’Hospitalet, rebautizándola como Soplár y hacer pompas, un año después. La tercera y última de las acciones fue en la IUFM, Universidad de Montpellier (2012), con la inestimable ayuda de Benxamín Álvarez (en la iluminación). Las tres acciones eran como un reverso sombrío de una performance anterior: Hypnagogique affaire à Nîmes Solo (H.A.N. Solo), realizada en 4,barbier, en 2009. En esa ocasión, en lugar de sombras, hacía luces con mi saxofón tuneado y mis gafas futuristas.",
        "cccp": "CCCP fue una gran acción colectiva, ideada principalmente por el dúo DeLuXe, que llevamos a cabo varios de los chinos de entonces, saliendo de la galería, pasando por Las Ramblas y acabando en la plaza Cataluña. Con un título tomado de un chiste terrible de Bigote Arrocet del 1,2,3, simulamos una cacería de palomas, con artes cinegéticas estrambóticas, que luego cocinaríamos y serviríamos a los asistentes en la segunda parte de la performance, en el TPK, con un papelito con una cita artística solemne en la patita (a eso lo llamábamos gastronomía con mensaje). No sé si los espectadores de Barcelona entendieron que no era una despedida de soltero, ni si los de L’Hospitalet entendieron que lo que comían eran codornices en escabeche, pero la performance, de las más divertidas que he hecho nunca, fue todo un éxito.",
        "craven": "El amigo Toni Clos me pidió dos colaboraciones para su exposición de pinturas sobre señales de tráfico *3 cels d’inòpia i trinxera* en El Prat de Llobregat. La primera fue un gran mural a cuatro manos (que más tarde repetiríamos en la muestra Anatomía comparada en La Xina A.R.T. y en TXJM en 4,barbier, de Nîmes). La segunda fue esta performance musical. En homenaje a mi admirado Cravan, poeta dadaísta y boxeador, y aprovechando algunas pinturas de inspiración pugilística de Toni, estuve pensando cómo podría tocar el saxo con guantes de boxeo. Después de varios ensayos hice unos agujeros estratégicos, invisibles para los espectadores, que me permitieron hacer unas versiones muy libres de temas del Art Ensemble of Chicago o Charles Lloyd.",
        "deluxe": "Detrás del acrónimo DeLuXe (de LUís y XEsco) se escondía un proyecto lúcido y lúdico, con bastante carga de profundidad, toques de poesía neodadá, teatro del absurdo y muchas ganas de hacer el payaso. La primera acción fue *Tunning*, en el festival A.R.T.T. del TPK de L’Hospitalet, con gran éxito de crítica y público, como suele decirse. Todo el espectáculo giraba en torno a la sílaba 'Tun' y estaba acompañado de un power point divertidísimo sobre juegos de palabras poéticos (*La extraña sin taxis*). Le siguió una especie de variante musical en *Mollerussa World Tour*, presentada en el Teatre de l’Amistat. Después vino *Gipsy Power*, en La Xina, la acción de colores y música *Sobre la pintura o el hombre viene del mono*, en L’Hospitalet. Y, finalmente, *Fins a la cuina!*, una propuesta gastronómica para el Houdini Performance Festival, en La Xina A.R.T.",
        "langue": "Gregoire Fabvre me invitó a participar en la exposición *Escaparate*, que organizaba con la colaboración de Alexandre Astier (ambos formaban el grupo artístico Dropp) en la galería 4,barbier de Nîmes. Hacían coincidir la muestra colectiva y una serie de performances inaugurales con una de las tres ferias taurinas que se celebran en la capital del departamento del Gard. La temática de cada edición de *Escaparate* gira siempre en torno a la tauromaquia, el flamenco y otros tópicos más o menos españoles. Ese año participé con una guitarra con formas femeninas como escultura; y con esta performance sobre los problemas para traducir conceptos del argot taurino o musical. Repetí la performance al año siguiente en el Festival A.R.T.T., en el TPK de L’Hospitalet de Llobregat.",
        "marinada": "La poeta Meritxell Cucurella-Jorba me invitó a participar en un festival anual que celebraba en varios pueblos de Les Garrigues. La propuesta era muy ilusionante y pensaba hacer una sesión de burbujas con la trompeta (que, de hecho, fue lo que me pidieron). Como el evento se hacía en medio del campo, bajo unos pinos, el viento hizo imposible la acción pero, casualmente, dio título a la siguiente. Yo había hecho una acción con radiografías durante el Simposio Kanîbal’hopox de 2013, en la Filature du pont de fer, de Lassalle (Francia), y esa fue la solución de urgencia para la nueva propuesta performática. Completaba el programa el titiritero Xesco Quadras, con un espectáculo infantil, y el escritor Martí Sales, que recitó varios textos encaramado a un árbol.",
        "psp": "Este montaje lo preparé especialmente para la segunda exposición Kanîbalopox en el MAPRA (Maison des Arts Plastiques et visuels Auvergne Rhône-Alpes). Formaba parte del Festival Resonance, 10ª Bienal de Lyon (2009). Presenté la serie *Artistaman* y esta performance-autorretrato se vinculaba mucho con la obra expuesta. Como tuvo éxito, la repetí un par de veces al año siguiente en el Festival A.R.T.T., en el TPK de L’Hospitalet y en la inauguración de la exposición *El retrovisor d’Alícia* en la Galeria Art Públic de Cornellà. Otra performance sobre mi silueta, aunque con fines mucho más críticos, la hice en el TPK, con la ayuda del amigo Agustín Fructuoso. Se llamó *El verdadero valor del arte* (2016).",
        "samurais": "Tomando como punto de partida el argumento de la película homónima de Akira Kurosawa, La Xina A.R.T., conscientes y preocupados por la creciente distancia entre el mundo del arte y el público general, quisimos participar en el evento IVARTS, que se celebraba en mi pueblo. Como los samuráis de la película (o su versión western), intercambiamos nuestras artes plásticas (no marciales) por una cazuela de caracoles con conejo, para chuparse los dedos... de los pies. A partir de la hora de la siesta, paseamos por el pueblo con dos furgonetas pintadas, como los vendedores de colchones, pidiendo a la gente que nos diera cuadros viejos para actualizar o cambiar por obras contemporáneas. Después, cada samurái desarrolló su propia acción en la Pista de Ivars."
      },
      "cartells": {
        "car1": "Imagen de mi primera muestra individual importante, en la sala de exposiciones del Ayuntamiento de Balaguer. Un collage con aire apocalíptico y afterpunk que había hecho en Bellas Artes, para la clase de cartelismo que nos daba el desaparecido Genís Cano y que fue seleccionado para una muestra de intercambio con una facultad inglesa. El amarillo semáforo del fondo, mezclado con los grises, era una combinación cromática muy querida para mí en aquellos días.",
        "car2": "Este homenaje nada disimulado al maestro Magritte (*La reproducción prohibida*, 1937) fue el fotomontaje que elegí para el experimento expositivo que fue *Expoxesco* (del cual encontraréis más información en otro apartado de esta web). Invité a una treintena de amigos artistas para que hicieran un 'Xesco Mercé', como si eso fuera realmente posible o como si yo tuviera un único lenguaje plástico reconocible (cosa que siempre he querido evitar).",
        "car3": "Esta es la segunda de las imágenes que elegí en mi proyecto más viajero. *Diccionario de espejos* se vio, por primera vez y con ese título, en la Fundació Vall Palou, de Lleida (2012), luego en el Colegio de Aparejadores de Barcelona (*Diccionario mudo*, 2013) y en el CATB de Granollers (*Diccionario abreviado*, 2013). Posteriormente en la muestra colectiva *Síntesis*, en el FAD de Barcelona (2013), también en un gran mural formando letras en la galería Meno Parkas de Kaunas, Lituania (*Balandis 2524*, 2017), en la Biblioteca Carme Serrallonga de la Escuela Isabel de Villena de Esplugues de Llobregat (*Diccionario escolar*, 2018) y, finalmente, en *2X, veinte años de La Xina A.R.T.*, en Barcelona (2017).",
        "car4": "Con este cartel empieza una etapa de 'alicatados'. Recortando pequeños fragmentos cuadrados de diversas obras, normalmente en formato serie, de estas exposiciones y colocándolos como si fueran azulejos de una cocina o un baño. Recuerdo mucho un disco de los Talking Heads que teníamos en el Ático Caótico, con Ramonet, que siempre he considerado la génesis de esta línea de formatos: *More Songs About Buildings and Food* (1978). Esta muestra se pudo ver en el Ateneu Popular de Esplugues y en la galería 4,barbier, de Nîmes.",
        "car5": "Esta fue la imagen apaisada que elegí para una muestra en El Foro, en el Born, en un local que era restaurante y cava de jazz llevado por mi amigo Xavi Creus (el Bruce Willis de la Verneda). La foto fue tomada, con una cámara digital que tenía visión nocturna (cuando aún no existían los móviles), en una fiesta que hicimos en el patio de Le Transfo, en Lyon, de los amigos Marie-Françoise Prost-Manillier y Jean-Vincent Berlottier, cuando aún estaba en obras. Era la cena de celebración de la primera exposición del colectivo Kanîbal’hopox en el MAPRA de esa ciudad francesa.",
        "car6": "Mezcla del cuadro de Ramon y mío que presentamos en nuestra última exposición conjunta. Un fragmento de la nota de prensa intenta explicar la aventura: “*Melvilliada* quiere evitar caer en la trampa de abordar la colosal e infructuosa empresa que supondría pretender ilustrar *Moby Dick*. O, presuntuosamente, intentar descifrar todas sus señales crípticas. Ramon y Xesco quieren ser Ismael o Queequeg, con los ojos bien abiertos del eterno aprendiz y con infinita capacidad de experimentar perplejidad, intriga y fascinación hacia lo desconocido. Un viaje hacia la libertad.”",
        "car7": "Siguiendo un poco la estela del corazón negro flotante del cartel *Borntubialaif*, diseñé este para la muestra que hice en el espacio de Gràcia Territori Sonor, en la zona gitana del barrio. Esta muestra (como casi todas las cosas interesantes) fue fruto del puro azar: un encuentro fortuito con el desaparecido Víctor Nubla, en el mercado de Gràcia. A raíz de esto hicimos esta exposición, algunas colaboraciones literarias y una lectura grupal del *Moby Dick* en más de siete idiomas (japonés incluido). Organizó el evento el director de la librería Pequod, de Gràcia, que reunió a una veintena de lectores tremendamente exóticos y diversos, que parecían un club de esperantistas o una secta de conspiradores intergalácticos. Una experiencia gratísima.",
        "car8": "Este póster sigue la línea de las cuadrículas, iniciada con *Ultrarojo-Infravioleta*, pero cambiando las tonalidades rojizas y púrpuras por verdes claros. Era una colección de 27 trípticos hechos con collage sobre álbumes de cromos de una marca de chocolate, que compré en el Mercado de Sant Antoni. Los presenté, como varias muestras, aprovechando el título fantástico del álbum (tanto el genérico como los de los capítulos que formaban cada tríptico): en el Espai Nivi de Castelló, en el Centre d’Art la Rectoria de Sant Pere de Vilamajor o en el Centre d’Interpretació de l’Estany (Cal Sinen) de Ivars d’Urgell.",
        "car9": "Este lo hice para la muestra homónima que presenté en el Espai de lliure creació Carme Malaret, de Sant Just Desvern. Todos los vitrales de la sala se llenaron con una serie de abecedarios: letras, números, símbolos musicales, signos ortográficos, matemáticos, informáticos, religiosos, políticos: signos de los tiempos. También había otros mucho más crípticos, intransferibles o surrealistas. La nota de prensa lo aclaraba: “Signos cuyo código no conocemos o son como una metáfora que nos sugiere algo que no entendemos. Pero que también deben estar, porque, quizás, el arte trata simplemente de eso.”",
        "car10": "Cartel que hice para la exposición que inauguraba un nuevo espacio cultural adquirido por el Ayuntamiento de Ivars, Cal Sant, una de las casas solariegas del pueblo. Esta especie de planeta sobre fondo negro era un cuadro redondo de la serie *Mi zona de John Ford*, que era la última fase de una serie de trabajos sobre cuadros recuperados que se exhibían en la muestra y que abarcaban unos treinta años: desde *De género degenerado* (2003) hasta *Pintura bailable* (2023)."
      },
      "escultures": {
        "age": "Durante todo ese año, fui recogiendo de los contenedores de basura un montón de marcos y cuadros, generalmente dorados (de ahí el nombre de la instalación, L'âge d'or) y de diversos grados de la escala Kitsch. Todos mis amigos siguen aún con esta costumbre y, siempre que encuentran algún cuadro en la basura, lo doblan y me lo guardan (¡gracias, compañeros!). Hay que decir que en aquellos días aún no existía la legión de buscadores que la crisis trajo consigo. Eran otros tiempos. Para esta instalación recogí alrededor de cien piezas. Ya había trabajado con material reciclado en otras instalaciones como De gènere degenerat, pero esta vez toda la exposición estaba hecha con material de segunda mano. Hice cuadros y, sobre todo, esculturas que formaban parte de un mismo conjunto-instalación, hecho expresamente para la muestra, en el antiguo espacio de La Xina A.R.T.",
        "arca": "Esta es una escultura de finales de 1999. La hice junto con mi amigo de la infancia y vecino Jaume Ramon Pons, más conocido como Dodó, carpintero y enterrador. Se mostró en varias exposiciones como Grandes éxitos y Ve algú (en La Xina A.R.T.) y en No(r)way (Gun gallery, Oslo). Más adelante, por un capricho del corrector de WhatsApp, se expuso en Ànimes de càntir. Cuando estábamos preparando este proyecto conjunto con Manuel Morales, un malentendido lingüístico hizo que Equipaje imprescindible y un barco de barro que había hecho el escultor formaran parte de un proyecto que iba en otras direcciones (como veréis). Es una pieza muy querida por mí, la tengo sobre el armario del comedor en mi casa. Siempre presente. Todos somos supervivientes del diluvio. La otra imagen es una escultura de la misma época, que utilizábamos en nuestras performances los DeLuXe.",
        "artistaman": "En 2008 realizamos una exposición colectiva en la galería 4,barbier de Nîmes titulada Identité. En ella presenté algunos de estos objetos infográficos. La colección completa la terminé expresamente para la exposición de presentación del Colectivo Kanîbal’hopox en el MAPRA de Lyon, para la X Bienal de arte de esa ciudad, en la sección Resonance. Hice, redondeando el tema ego, una performance llamada Portàtil Self Portrait (que tuvo tanto éxito que la repetí en el TPK de L’Hospitalet, en el festival de arte de acción A.R.T.T.). Quería representar, de alguna manera, el carácter poliédrico de mi producción creativa, por eso llegué a hacer 9 figuras diferentes (Artista figurativo, Performer, Escultor...). También se pudo ver en la muestra El retrovisor d’Alícia, en la galería ArtPúblic de Cornellà de Llobregat.",
        "crida": "Esta escultura la hice para un proyecto que queríamos montar con Mariano Poyatos, de la galería Espai Nivi, para la feria Sculto, de Logroño, que, no recuerdo bien por qué, no prosperó. Creo que esta pieza solo se pudo ver en la exposición Les meravelles de l’Univers en Cal Sinén, el centro de interpretación de la estampa de Ivars y Vila-sana. De inmediato pasó a formar parte de lo que se llama, la colección personal del artista. La tengo en el comedor de mi casa desde entonces. El título, prestado del gran Jack London, es bastante explícito. Recuerdo que mi hijo Raimon, estando un verano en la playa de La Pineda (él tenía pocos años), encontró este libro abandonado en algún cajón del apartamento (era de una de esas colecciones que regalaban con el periódico los domingos). Se lo leyó en un solo día. Él también había oído el llamado del bosque. O el de la Literatura. Adjunto algunas esculturas hechas esos mismos días.",
        "dormida": "Este particular ataúd de cartón lo hice para una iniciativa de la gente de Riudebitlles Territori d’Art, encabezados, como siempre, por mi primo artista David Ribas Boldú. Sabía de su existencia desde hace tiempo, pero nunca nos habíamos visto. Nos conocimos tarde (una noche de San Jaime, en una cena en el taller del amigo común Jaume Amigó, en Alzineta). Desde entonces hemos realizado varias actividades juntos (exposiciones, alguna performance) y hemos seguido en contacto. Este otoño me propuso participar en este extraño proyecto artístico que consistía en trabajar sobre un ataúd de cartón, a escala 1/1, y, de paso, hacer una crítica lúdica al negocio carroñero de la muerte. Por supuesto, acepté de inmediato. En el montaje conocí, además, a otro primo artista (conocía tres, pero la familia es larga), Jordi Boldú.",
        "galop": "La Agrupación Sardanista de Ivars, a través de su presidente, Ramón Farré, me encargó hacer una escultura para el aniversario de la entidad. Yo, que había bailado sardanas durante varios años, accedí de inmediato. Después de repasar en Internet una serie de monumentos afines (algunos realmente monstruosos), les planteé mi idea y les gustó inmediatamente. La escultura es un trabajo verdaderamente colectivo, quiero agradecer muy especialmente a todos los colaboradores que fueron imprescindibles en este proyecto: Xavier Segura, Jaume Ramon Dodó, Josep Fité, Ramón Bech, Lluis Bech, Xavier Badia y otros que seguro que me dejo. Esta escultura se trasladó, definitivamente, de delante de la Ermita a la Pista, al centro del pueblo, hace unos pocos años.",
        "lleixiu": "Esta prima hermana de piezas didácticas y activistas como ¿Tú por qué no lees?, Lleixiu llibres, la hice para la exposición Grandes éxitos, pero era difícil de distinguirla entre las centenas de obras que la rodeaban. También se vio en la muestra VicCristal en las H de Vic. Mi amiga, librera de cabecera, Emma Gràcia, la vio enseguida. Fue un amor a primera vista. Ella, entonces, estaba en la librería Salas (que tenía un local en la calle Unió y otro, el que yo frecuentaba, en la calle Ferran, cerca de la plaza del Ayuntamiento, la Generalitat, el bar del Matas y el de los bocadillos Conesa). Ella se encargó de conseguir más de un centenar de garrafas de dos litros, de la marca Conejo, para hacer un montaje espectacular (en forma de pirámide, para poner en Las Ramblas el día de San Jordi. Es una obra muy aventurera: ha sido utilitaria en el magnífico programa de televisión L’hora del lector del mallorquín Emili Manzano o la vi estampada en varias y sorprendentes ediciones de camisetas, como las que aquí se adjuntan.",
        "m": "Esta es una escultura que me encargaron en homenaje a la escritora (de hecho, el alcalde de entonces, Joan Mª Guiu). Participó activamente el herrero del pueblo Antoni Díaz. Pasó varias fases antes de tener el aspecto actual (cuando colabora tanta gente, siempre hay malentendidos), debido al óxido o las pinturas de plomo. Ahora está erguida y peluda como un gran Chewbacca verde. Ahora forma parte de la ruta literaria de la gran poetisa y amiga Maria Mercè Marçal. Y un punto más: Siempre se ha hablado de la utilidad del arte. Justo debajo de la M ha quedado una mancha permanente en el césped del parque. Vanidosamente, yo creía que la causaban las personas que se hacían una foto debajo (veraneantes, turistas y parejas de novios), que también, pero la cosa tenía otra explicación. Un día, por casualidad, paseando por el parque con mis hijos, vi que los niños del pueblo utilizaban la escultura como portería, y la mancha la hacía el siempre solitario portero. Estuve muy contento y agradecido. Porque después se diga que el arte no sirve para nada.",
        "poemari": "Solo la poesía nos hará libres, dejó dicho alguien. El amigo chino Anxo Baranga organizó una gira expositiva por tierras gallegas (Ourense) que quisimos que fuera en torno a la poesía. Mi aportación fueron una serie de libros objeto. Más adelante volvería al tema para el programa Via llibres del Canal 33. Mis piezas hacían de cortinilla entre reportaje y reportaje literario del gran programa dirigido por mi amigo Jaume Clèries. Todos hemos escrito poesía (y si no, debe ser que no hemos vivido), aunque sea de amor, o lo hayamos hecho de jóvenes. Yo escribí mucho y gané varios premios (I Premio de poesía Joan Barceló, L’Espurna del Clot, Sant Jordi a Lo pla d’Urgell, etc) y publiqué varios recopilatorios de poemas, sobre todo en revistas locales, que había ayudado a crear (La Font, en Ivars d’Urgell; Lo Gripau, en Bellpuig; o Transparències, una publicación únicamente de poesía, que se editó en Tàrrega). He retomado la actividad literaria, quizá inevitablemente, en mi libro El desert químic.",
        "sabates": "Esta pieza, seguramente (e inconscientemente) basada en una canción de El último de la fila y con un mensaje bastante evidente (y más ahora, en estos tiempos oscuros de hipernacionalismos y fascismos diversos). La obra la presentamos en 2003 en la exposición No(r)way de los de La Xina A.R.T. en la galería GUN de Oslo, Noruega, gracias a un intercambio que nos consiguió mi amiga china Pernille Usterud Svendsen. También adjunto una versión más actual. De unos años antes es otra pieza de calzado que complementa esta entrada (Catalunya: endavant amb la cultura!, 1998), que hice para el primer NewArt (el 98) en el que participamos. Era un evento que se realizaba en el Hotel Barceló-Sants. Cada habitación, una galería. La de La Xina A.R.T. parecía la cabina de Marx (éramos 15 en esos tiempos). Yo hice surrealismo de manual. Había encontrado las dos piezas (las espardeñas de sardanas y los patines de ruedas) en el taller de la escuela donde trabajo desde siempre, mi querida Isabel de Villena, por casualidad, tal como mandan los cánones."
      },
      "experiments": {
        "10ny": "10 artistas mediterráneos en NY fue el primer proyecto total (complejo y completo, como dicen en mi tierra), ya que abarcaba diversas variantes creativas complementarias, como una película o una ópera. Ahora lo llamarían un fake, ya que me inventé nueve artistas de países costeros del Mare Nostrum, a los que ponían cara algunos de mis amigos y compañeros más cercanos. Ramon Roig, que acababa de regresar de la Gran Manzana después de una estancia de medio año, se prestó a hacer de escudero (él era el artista de aquí) del embrollo que había preparado. Me saqué de la manga, además, un crítico neoyorquino, un galerista ítalo-americano y su galería (Viaggio) y yo me reservé el papel de una figura incipiente, que acabaría haciendo fortuna (quizás demasiada): el comisario. Todo junto fue un pretexto divertido para escribir un catálogo y crear las nueve obras e imaginar la personalidad de cada uno de los artistas. Este proyecto tuvo una especie de continuación que se tituló 1.9910. Mil novecientos noventa, que se expuso en la sala García-Nieto de Cornellà, ampliando el número de artistas falsos, de diez a dieciséis.",
        "desert": "El desert químic es, hasta ahora, mi proyecto más ambicioso y complejo. Combina poesía, artes plásticas, la edición de un libro y, en cierta manera, mi propia vida. Lo hice durante los primeros meses de un largo proceso de quimioterapia (a la larga serían 4 tandas, más un trasplante de médula). Conté con cuatro excepcionales prologuistas para el libro: Ceferino Galán, editor del mítico fanzine El naufraguito, Bruno Montané, excelso poeta chileno, Benxamín Álvarez, escultor y compañero de mil proyectos artísticos y mil viajes, y el gran Luisito Casado, la otra mitad de DeLuXe y que ya habéis visto que ha aparecido muchas veces en este libro, porque ya hace muchos años que hacemos insensateces juntos. Esta etapa de mi vida ha sido, curiosamente, muy productiva. Ha habido mucho tiempo para pensar, repensar y plantear y replantearse muchas cosas. Y esto se nota en el trabajo. Se ha podido ver, hasta ahora, en su totalidad o parcialmente, en El desert químic y Lo desert químic, presentadas, respectivamente, en el TPK / Centro Cultural Tecla Sala, de L’Hospitalet de Llobregat y en Lo Pardal-Fundación Guillem Viladot, de Agramunt. También en el Centro Cultural Can Castell, de Sant Boi y, finalmente, en la galería Espai Nivi, de Culla (Castellón).",
        "designs": "De Signis fue una exposición feliz y extraña. Fue la última antes de ingresar en el hospital para tratarme un cáncer que ya se adivinaba en las fotografías del vernissage. En la nota de sala intentaba explicar el porqué de la muestra y de todo en conjunto: “Desde hace una pila de años que me dedico a la creación plástica (más de treinta), he trabajado, de forma más o menos discontinua, el tema de las taxonomías, listados, diccionarios o catálogos. O, dicho de otra manera, formas de intentar (infructuosamente y entrañablemente) ordenar el caos. Estos alfabetos, muchas veces, son una especie de recopilación de elementos sencillos, casi atómicos, que conforman una especie de metalenguaje muy personal. Son los signos a los que recurrimos, los que elegimos como íntimamente dilectos y los que entendemos como idóneos para transmitir algo que necesitamos comunicar a los demás. Uno de los atractivos de estas listas es que pueden ser interminables, inabarcables. Pueden abocarnos al abismo del infinito. Siempre es una aventura comenzarlas y debemos saber cuándo abandonarlas, como un buen dibujo. La actual propuesta reúne una serie confusa de este tipo de abecedarios: letras, números, símbolos musicales, signos ortográficos, matemáticos, informáticos, religiosos, políticos: signos de los tiempos. También hay otros mucho más crípticos, intrasferibles o surreales. Signos de los que no sabemos el código o son como una metáfora que nos sugiere algo que no entendemos. Pero que también deben estar, porque, quizás, el arte trata simplemente de eso.”",
        "expoxesco": "Expo Xesco es una curiosa exposición individual en formato de propuesta colectiva. La idea surgió en una época delicada para mí (una diabetes prematura, que no acababa de controlar). Por otra parte, se veía que se había acabado una etapa (la juventud) y una familia, con la Teresa y dos criaturas preciosas (el Raimon y la Teresa) certificaban que estaba plenamente en otra fase vital. Creí que era el momento de hacer un autorretrato diferente. Una cita de Las mil y una noches (inventada por mí) encabezaba el escrito de la propuesta. Invité a 35 amigos artistas (y algunos de mis heterónimos, todo sea dicho) para que hicieran una obra mía. Es, para mí, una suerte inmensa poder contar con tantos amigos artistas, que siempre te hacen ver las cosas desde ópticas tan diferentes como interesantes. Una cita de Montaigne (también inventada por mí, como siempre) finalizaba la presentación, a modo de resumen. El cartel, como podéis ver, era un homenaje ferviente a mi admiradísimo René Magritte.",
        "grand": "Esta fue una propuesta llena de ostentación, humor y un poco de mala leche. Hice la primera revisión (de múltiples y posteriores) de mi obra precedente. Dibujos, esculturas, pinturas y fotografías que redondeé con más de una veintena de obras nuevas, hechas especialmente para aquel montaje. Hay que destacar las figuras humanas (a escala real y pintadas sobre cartón pluma) que representaban al público habitual en las galerías de principios de siglo. La nota de prensa que me escribió Luís Casado lo explica un poco todo: “La muestra, que reúne una selección de entre doscientos y trescientos trabajos (ni el propio artista lo sabe a ciencia cierta) realizados por Xesco Mercé durante, aproximadamente, los últimos veinte años (1981-2001) es, en primer lugar, una parodia de las muestras retrospectivas canónicas; en segundo, un intento de entrar en el libro Guiness de los récords, por la mayor concentración barcelonesa de obras de arte por metro cuadrado de la historia; y, en tercer lugar, evidentemente, quiere constituirse en una singular reflexión sobre la idea de vanidad, hecha desde la ironía.”",
        "machine": "En el año 2010, la amiga francesa Chamille Richard nos planteó a los miembros del macro colectivo europeo Kanîbal’hopox un juego llamado Placard Exquis (Armario exquisito). En la Kunsthaus de Renania-Westfalia, de Colonia, hicimos una primera gran exposición-proyecto del colectivo. Habíamos hecho una presentación oficial precedente, en el Irena Mikuličiūtė Studio–Gallery, de Kaunas, Lituania, y en el MAPRA en Lyon, Francia. Se trataba de hacer Pop-Ups, es decir, desplegables como los que había antes en los libros infantiles y juveniles. Una mezcla de ingeniería papirofléxica y arte contemporáneo que cada uno interpretó como quiso y pudo. Con este colectivo hicimos muchos más juegos como este: Rumeur (2011), L’Europa caníbal (2011), L’artista contemporani us desitja... (2013), El llapis de paper (2014), Le jeu des mots (2015), Am ende ist es Poesie (2016), #recording (2019). Además de diversos Simposios de todos los grupos que forman Kanîbal’hopox (Decroissance -2013-, Café Europa -2014-, Menininkas, piestukas -2014-, Ça coule de source -2017- o Menininkas in Jura -2017). De algunos de estos juegos plásticos y conceptuales se adjuntan imágenes en esta misma sección.",
        "mon": "Este es uno de mis últimos experimentos plásticos e históricos. A partir de una serie de pinturas encontradas doce años antes (en unos encantes solidarios del Bajo Llobregat) comencé un proceso de investigación sobre los autores de los cuadros que me llevó a una serie de coincidencias y aventuras que quieren reflejarse en el propio título de las exposiciones. Las vidas de Ramon Travesset y Anna Rosselló, así como la de su hija Carme (a quien tuve el placer de conocer) y todo su periplo por el continente americano necesitan mucho más espacio para poder ser explicadas como es debido. Yo hice una especie de deconstrucción con obras mías encontradas también casi por accidente en mi taller. El resultado eran una especie de armarios con contenido sorpresa que cada espectador tenía que abrir y descubrir. He hecho, hasta el momento, dos exposiciones con este proyecto: en la galería La Grey, de Tarragona (2024) y en Can Xerta, en Sant Pere de Riudebitlles (2024), que es donde, casualmente, vive ahora la pequeña Carme. Vivimos en un mundo regido por las grandes casualidades: el mundo accidental.",
        "solipsism": "Directamente emparentado con los proyectos colectivos de Kanîbal’hopox y artistas afines a cada uno de los diversos colectivos, Solipsisme en comun tenía una gracia especial, por eso lo he puesto aparte. Este proyecto consistía en hacer catorce autorretratos en dos semanas consecutivas. Participamos una treintena de artistas, de todo el continente, más o menos vinculados a Kanîbal’l’hopox. Se pudo ver en Le Transfo de Lyon (los padres y madres de la criatura) y en el Espace Culturel de la Faculté d’Education de Montpellier (I.U.F.M.). Yo trabajé sobre los pintores que admiro: los surrealistas en general, Picasso, Philip Guston, Magritte, Velázquez, Pollock, Beuys, Warhol, Friedrich, Kippenberger, los dadaístas, Miró, Hopper y Giacometti. Muchos años antes, había hecho una exposición en el Art públic Cornellà solo de autorretratos. Un tema recurrente entre los creadores de diversas épocas y particularmente, muy trabajado por mí mismo (nunca mejor dicho).",
        "all": "La amiga y excompañera La Xina A.R.T., Nora Ancarola reunió un par de dúos dispares para formar un proyecto a ocho manos que llevaría el epígrafe De Género degenerado. El título lo puso el ya desaparecido poeta y artista conceptual leridano Carles Hac Mor. Él y su compañera Esther Xargay, con quien he coincidido en diversos festivales de performances, eran la primera pareja. Los DeLuXe, es decir, el Luis Casado (o Cadarso, porque va alternando el apellido) y yo, éramos la otra. Yo hice una serie de 7 cuadros de género (principalmente paisajes y cacerías) intervenidos, o tunejados, como se empezaba a decir en aquellos días. Arramblé con todos los cuadros que tenía (lo había tenido colgado) toda mi familia (carnal y política), encima de sus respectivos tresillos. Esta práctica, la de utilizar viejos cuadros como base de trabajo, sería la semilla de muchos de mi producción pictórica posterior (y actual). Podríamos decir que la serie Totes direccions tendría un carácter germinal o fundacional de una larga lista de proyectos. Se pudo ver el proceso de creación en el documental El paisaje en el diván, del programa El escarabajo verde, de RTVE, dirigido por el gran Jero Rodríguez.",
        "transtime": "La nota de prensa que escribí para la exposición Transtemps (1988-2018), que reunía exactamente 30 piezas hechas durante 30 años, nos viene al pelo para explicar este experimento-proyecto: “Xesco Mercé ha trabajado este último verano en esta circular línea de investigación. Yendo y viniendo entre el espacio y el tiempo. Una treintena de dibujos realizados a finales de la década de los ochenta, cuando aún estaba en la facultad de Bellas Artes de Barcelona, han sido el soporte para nuevos experimentos. Estas obras son, a la vez, recurrentes y nuevas. Como suele ser el propio trabajo del artista, impregnado de una especie de maldición inherente que comporta la inquietante sensación de que cada nueva creación parezca inacabada (ya decía Picasso que los cuadros no se acaban, se abandonan). Pero siempre podemos volver a la misma piedra, tal como el más etológico de los refranes nos avisa y anima. Treinta dibujos hechos durante treinta años de trabajo. Transtemps (1988-2018) parece el título más obvio. De momento.”"
      },
      "gransformats": {
        "gf1": "Pintura de guerra va ser el títol que vaig escollir per a una exposició veritablement catàrtica. Acabava de tenir un debut diabètic i, potser per primer cop a la vida (i ja gairebé tocava els quaranta anys) vaig tenir consciència física que això s’acabaria, un moment o altre. Com sempre he fet, quan la vida m’ha donat sorpreses (majúscules o minúscules), per intentar entendre o pair els esdeveniments imposats, he pintat. Aquest cop va ser després d’una sèrie de jocs plàstics més experimentals o propers a allò que se n’hi diu l’art conceptual i tornar a la pintura va ser una mena d’alliberament mentre em refeia físicament i començava a assumir una nova situació vital (i irreversible). Vaig pintar més de 40 quadres, la meitat dels quals de grandària considerable (com els dos que presento en aquestes pàgines). Vaig mostrar-les, per primer cop, al meu poble, Ivars d’Urgell, a la Sala d’actes de la Cooperativa, la qual cosa doblava la implicació personal en la mostra, la primera individual que feia a casa. Es va poder-se exposar també en altres espais: La Xina A.R.T., al T.P.K. i al Tecla Sala.",
        "gf2": "Aquesta peça la vaig presentar a l’edició de DrapArt 2011 (aquest meravellós i internacional projecte que ha sabut tirat endavant i mantenir l’amiga Tanja Grass). Van fer un gran muntatge a l’antic FAD (al Convent dels Àngels, davant del MACBA), i la meva peça era al mur antic de pedra del final de tot, presidint, honoríficament, tot el muntatge. El títol del políptic el vaig manllevar d’un poema que sempre m’ha agradat molt del malaurat Joan Barceló (Al turó de cada vila) i remetia a aquella mena de monstres infantils, idees preconcebudes maldestrament, secrets abstractes, o pors induïdes que poblen el món fantàstic i inabastable d’una de les meves pàtries favorites: la infantesa. Un any més tard, la vaig poder presentar a la mostra Els monstres de Frankenstein, al soterrani de La Xina, presidint també una sèrie de dibuixos preparatoris (o no) sobre paper. Podríem dir que El retaule dels monstres benignes és el meu primer políptic (després en vindrien uns quants més).",
        "gf3": "Aquest quadre pertany a la sèrie Els monstres de Frankenstein, presentada a La Xina A.R.T., de Barcelona, a 2012. Aprofito un retall de la nota de premsa de la mostra prou clarificador: “Aquesta proposta és un poètic, tragicòmic, brutal i enèsim darrer intent de salvar la pintura i tota la genèrica que comporta (amb la càrrega èpica i ètica que només tenen les causes perdudes), enfront d’un art contemporani plàstic, esmunyedís, epidèrmic, anecdòticament ocurrent i de mercantilitat escumosa. L’artista lleidatà, amb dràstica sutura, aplega tots els seus registres precedents (la subtilitat de la pintura, la fragilitat de la instal·lació o la física dura de l’escultura) amb caceres, bodegons, retrats, nus, paisatges i marines rescatats dels containers de l’oblit i reviscuts ara com a noves i belles criatures”. Aquesta peça també es va poder veure a l’exposició Síntesi 2013, al FAD de Barcelona.",
        "gf4": "No és massa sorprenent que la definició més precisa, sintetitzadora i brillant sobre el Barroc la deixés dita Borges en el segon pròleg de Historia universal de la infamia:  “Yo diría que barroco es aquel estilo que deliberadamente agota (o quiere agotar) sus posibilidades y que linda con su propia caricatura. Yo diría que es barroca la etapa final de todo arte, cuando éste exhibe y dilapida sus medios” Barroc’n’roll pretenia completar i concloure una trilogia encetada amb l’exposició L’âge d’or (2009) i continuada per Els monstres de Frankenstein (2011). Es composava d’aquesta  gran mural políptic (5x2 m), de lenta i intricada factura, gairebé com la pròpia trilogia o com una peça de Bach, i per més d’un centenar d’obres de petit format, amb indissimulada vocació d’assumir la urgència i les virtuts i els defectes de les cançons de dos minuts i mig: l’espontaneïtat, la ingenuïtat i la poca vergonya. En definitiva, la sonora contracció que donava títol la proposta volia ser una celebració de la catarsi, i una demostració que la darrera nota d’una fuga barroca no és res més que la llavor negra de tots els fruits que apareixeran en una nova cançó: A-wop-bop-a-loo-bop-a-lop-bam-boo!",
        "gf5": "Quan planejàvem aquest enèsim projecte amb el Ramon Roig tots dos sabíem que seria l’últim. Sense dir-nos-ho. Havíem de triar algun tema que ens apassionés. La música n’era un, des de que perpetraven una versió involuntàriament punk del Love for sale a l’Ático Kaótico, ell amb la trompeta i jo amb el saxo, la música havia estat part importantíssima de la nostra llarga amistat. Junts hem vist desenes de concerts de jazz plegats. Un altre tema era la literatura. Ell va proposar Dostoievski, jo Calvino. Al final vàrem consensuar Melville. Va ser, dissortadament, la seva darrera gran exposició (a La Xina A.R.T.). Cadascú va pintar una gran bèstia (el Ramon una tela i jo aquest políptic) i va dibuixar una bona colla de petites històries de navegants. El projecte havia de tenir continuïtat a Gràcia Territori Sonor, però el Ramon ja no va tenir forces per fer-la. Allà la mostra es va dir Melvilliada, contes de mariners. La inauguració coincidiria amb una lectura del llibre en més de set idiomes (japonès inclòs), organitzada pel gran Víctor Nubla i pel director de la llibreria Pequod, de Gràcia, que tancava (malauradament) portes amb aquella festa lectora. Ens vam aplegar una vintena de lectors tremendament exòtica i diversa, que semblava un club d’esperantistes o una secta de conspiradors intergalàctics. Una gratíssima experiència.",
        "gf6": "Les grans batalles van ser un projecte important, encara que només sigui per les grandàries de les set peces o per la llarga durada de la seva gestació. Aquest és un fragment d el anota de premsa del muntatge: “Roberto Bolaño, en la monumental 2666, fa rememorar un fet (que, curiosament, passa a Barcelona) a un dels múltiples personatges (Amalfitano). Recorda el cas d’un jove que es passa les hores de guàrdia a la farmàcia on treballa llegint. Li agraden les novel·les curtes i els relats, com La metamorfosis, de Kafka; Bartleby, l’escrivent, de Melville; Un cor simple, de Flaubert, o Un conte de Nadal, de Dickens. Prefereix aquests a El procés, Moby Dick, Bouvard i Pécuchet o El Club Pickwick, novel·les llargues dels mateixos autors: Qué triste paradoja, pensó Amalfitano. Ya ni los farmacéuticos ilustrados se atreven con las grandes obras, imperfectas, torrenciales, las que abren caminos en lo desconocido. Escogen los ejercicios perfectos de los grandes maestros. O lo que es lo mismo: quieren ver a los grandes maestros en sesiones de esgrima de entrenamiento, pero no quieren saber nada de los combates de verdad, en donde los grandes maestros luchan contra aquello, ese aquello que nos atemoriza a todos, ese aquello que acoquina y encacha, y hay sangre y heridas mortales y fetidez. La lectura d’aquest passatge, als passadissos semideserts d’una ala de  l’Hospital de la Vall d’Hebron, mentre operaven  la meva mare del cor, és, potser (tot i que l’he recordat un cop he acabat de pintar el darrer dels set quadres) la gènesi de tot el projecte Les grans batalles. Aquest projecte ha durat des de finals de 2014 fins ara, és a dir gairebé tres anys”.",
        "gf7": "Aquest díptic el vaig pintar sobre uns antics mapes escolars que em va proporcionar l’amic cercatresors Xavier Segura (lo Veuf), que els havia tret qui saps d’on. Els vaig mostrar, per primer cop, a l’exposició Les meravelles de l’Univers  (2018) a la galeria Espai Nivi, de Culla, Castelló, juntament amb més de trenta collages sobre àlbums de cromos amb el mateix títol que la mostra. Posteriorment els vaig exposar, amb el mateix epònim, al Centre d’Interpretació de l’Estany Cal Sinén, al meu poble, Ivars d’Urgell (2019). A la nota de premsa d’aquestes mostres hi vaig escriure el text següent que, malauradament, encara és massa vigent: “Les meravelles de l’Univers vol ser un convit a reprendre aquell esperit humanista, en uns temps de pensament únic i ostentosament anti-il·lustrat (lúcidament retratats per la filòsofa Marina Garcés a Nova il·lustració radical). Uns temps de fes cegues, credulitats irracionals, rendicions i renúncies les quals, sempre en desigual batalla, hem de combatre amb la mateixa humilitat i passió amb què hi han lluitat els creadors, cíclicament, al llarg del temps.”",
        "gf8": "“Mercé no és un cognom massa corrent i se’l sol accentuar o escriure amb una riquesa varietal sorprenent, tal com he comprovat en pròpia carn. Francesc és també un nom ubèrrim en diminutius, entre ells, Paco i Xesco. El primer cop que vaig tenir notícia de l’artista Paco Mercé va ser en un llibre de Vidal Vidal (Salvatge oest, un títol prou suggeridor i identificatiu), en el qual apareixia la coneguda anècdota taurina a París, amb els seus col·legues d’aventura, l’escultor tarragoní Julio Antonio i el pintor de Torrelameu Miquel Viladrich. La feliç coincidència nominal, així com el caràcter performàtic del fet, m’atragueren poderosament, Tenia molt clar que havia de fer quelcom sobre aquell individu.” Aquest és un fragment del text que vaig fer per presentar aquesta obra a la mostra Terra de profetes, exposada en l'estrena del nou espai expositiu municipal de Cal Sant, a Ivars (2023). I que he acabant donant a l’Ajuntament del municipi. Paco Mercé. Obra complerta (un títol voluntàriament incorrecte i ambigu) volia acabar la feina que el meu més que improbable avantpassat (no em consta cap parentiu directe ni amb ell ni amb el seu germà Manel, honorat metge de la ciutat) no va voler (o no va poder) acabar mai. Es tracta, doncs, d’un projecte transtemporal (un concepte que he anat desenvolupant en els meus darrers treballs expositius). ",
        "gf9": "Quan es va donar per acabada l’època de reclusió de la pandèmia, després d’uns mesos que van semblar anys, vaig poder tornar al taller d’Ivars. Hi vaig pintar una sèrie de set quadres de gran format. Vaig poder exposar-los, gairebé miraculosament, per les restriccions sanitàries. Però, més endavant, vaig replantejar-me’ls, tal com ho explico en la nota de premsa de la mostra que vaig fer a Can Gallart, en l’edició anual del Mercat Vell de Conesa: “Pintura ballable és una sèrie de nou peces realitzades, de forma intermitent, des de 2020 i acabades aquest 2023. Es van exposar, en part, al CCCA de Sant Boi, en la mostra Oasi (que encara es va haver de visitar amb mascareta) però sempre van ser considerades inacabades per l’autor, car s’havien fet en moment d’urgència creativa, frenèticament, i necessitaven ser repensats. Aquest estiu es van completar els quadres originals i se’n va fer tres de nous. Pintura ballable aplega alguns trets característic de l’obra de Mercé: Reciclatge i reinterpretació (de quadres de gènere antics), l’ús d’un alfabet formal molt personal i un inherent sentit del caos i de la ironia. Pintura ballable vol ser, fonamentalment, una celebració de la vida i de l’art (absolutament indissolubles, segons el Xesco), obrint portes a nous experiments formals, que ja són en camí.”",
        "gf10": "El Pla d’Urgell i, per extensió, bona part de les Terres de Ponent, sempre m’han semblat molt properes, iconològicament i conceptualment al Far West americà. Aquest títol és una mena d’homenatge poc encobert. Reprodueixo un fragment del text de presentació d’aquesta obra, vista a Terra de profetes, Cal Sant, Ivars d’Urgell (2023 i a Ostentació, lluites, abús, simbologia, buit, equilibris i eròtica del poder, Festival Embarrat, Museu Can Trepat, Tàrrega (2024). “Aquesta quadre circular pertany al meu penúltim projecte pictòric. La meva zona de John Ford és una mena d’evolució natural de Ritme de contagi / Pintura ballable. Les línies que rodegen els elements significatius dels quadres que serveixen de base de treball, a diferència del projecte anterior, molt més gruixudes i amb un cert aire Keith Haring (involuntari, jo no el sé veure, però així m’ho han fet notar alguns visionadors). En aquesta nova tongada d’obres les línies són molt més fines i subtils. Provocant, en certa manera, allò que, en llenguatge televisiu, se n’anomena efecte moaré, és a dir, una certa il·lusió de vibració visual. El format rodó és sempre un repte difícil, acostumats com estem a l’ortogonalitat i les quadratures, però sempre m’havia atret treballar-lo i poques vegades n’havia tingut l’oportunitat (potser, en gran format, només hi recordo La Terra Plana). Aquesta sèrie circular em recorda, en certa manera a les fotografies i probes que et fan en les revisions oftalmològiques, quan et fan una fotografia de l’ull i et quedes, es podria dir, cromàticament enlluernat. No se sap com acabarà la cosa (de moment, n’he fet quatre grans quadres) però d’això tracta, precisament, l’Art.”"
      },
      "instalacions": {
        "animes": "Pe projecte La mirada de Ulisses que Agustín Fructuoso va anant desenvolupant en diverses mostres que confrontaven artistes en aparença contraposats, al TPK de L'Hospitalet de Llobregat. Manuel i jo, de llenguatges tan estranyament personals com transferibles, vam buscar un títol per a la proposta que reflectís aquell humor que subtilment impregna feines d’ambdós. Ells mateixos ens la presenten en aquest escrit fet a quatre mans. Un extracte de la nota de premsa intentava explicar que ens portàvem entre mans: “Els dos treballem amb material extret de l'ànima del planeta. Un ho fa amb el fang, matèria primera mítica per a la creació, tant d'homes com de monstres. Un fang germinal que és mescla lenta de les sorres de tots els deserts i les aigües de tots els diluvis. L'altre ho fa amb el polièster obscur de les radiografies, que té el seu origen en petrolis antediluvians, i que serveixen per intentar albirar les estranyes entranyes dels homes i de les màquines.”",
        "basar": "Quan van aparèixer, simultàniament dos fenòmens curiosos: per una banda, reprenent la secular tradició botiguera catalana, obrien els primers establiments de Tot a 100. I, per l’altra naixien els nous basars de l’art nadalencs (amb títols tan enginyosos com Supermercart, Hipermercart). Amb la nostra indissimulada tirada a la paròdia, els artistes de La Xina vam fer, cada desembre dels anys subsegüents, una sèrie d’instal·lacions: La primera, amb caixes de  fusta de Mercabarna, folrant tota la galeria. La seguirien Tendencias (roba estesa), Sacs de gemecs (un barricada sonora), Art Converters (fet amb material de tot a 100) o Seny, 100, un milió (una crítica al món de la banca), entre d’altres.",
        "boig": "Instal·lació presentada a La Xina Graells (sala Coma-Estadella de Lleida, 2001), i a Ve algú (La Xina, 2003). La figura de l’home boig (de la Fuliola) era un personatge icònic de la meva infantesa. Quan apareixia pel poble tota la canalla anava avalotada. Era un home estrany, malalt (desprès el vaig conèixer de gran, quan ja no em feia por, i era entranyable). Aquest és també un homenatge a tots els bojos, als ximples del poble i a tots els personatges que surten d’allò terrible que en dèiem la “normalitat”. Com deia el final d’un poema meu, dedicat a ell: “...aquell personatge llegendari que sempre tornava del no res / el ciclista sense cap que espantava les dones i els infants / i portava a les butxaques la pols de tots els deserts del sistema solar.”",
        "casa": "L’amiga Tanja Grass ens va proposar fer una instal·lació per la celebració del festival DrapArt d’aquell any. El lloc triat era immillorable: entre el MACBA i el CCCB, a la plaça Joan Coromines. El Benxa i jo vam recollir quadres vells i muntar aquesta Casa Museu per a tal esdeveniment. El sempre eficaç Marc Vilallonga, en va fer un complert reportatge fotogràfic que, al cap i a la fi, va donar fe de la seva existència. Va ser una feinada titànica, amb un final inesperat: un tornado (fenomen inusual al Raval de Barcelona) se’l va emportar pels aires i el va deixat fet miques, com si tot hagués estat un somni o un conte fabulós.",
        "domestic": "Curiosa proposta lumínica presentada a dos espais, basada en la projecció de quadres habituals a les decoracions casolanes, sobre mobiliari domèstic. La nota de premsa començava així: “Hom diu que l’home comença a ser-ho quan, en comptes d’empaitar mamuts i desparasitar parents, es posa a fabricar rudimentaris estris d’indubtable utilitat pràctica i, al mateix temps, i potser de forma paradoxalment necessària, comença a deixar els rastres de l’empremta del seu palmell i delinea les siluetes d’animals, mai més tan preciosament dibuixades, a les parets més ocultes de la seva caverna. Des de llavors, l’home ha tingut a la seva llar, ininterrompudament, algun tipus d’Art domèstic.”",
        "flams": "En la nostra segona participació al festival (de la qual en tinc un parell de fotos fantàstiques, on apareixen l’alcalde Clos, el conseller Mascarell i el galerista Carles Taché, amb rostres d’absoluta incredulitat en veure-la): El Teorema de Parkinson-Richter. Estava feta amb més de 200 flams i 200 cervells de porc, que havíem d’anar canviant cada dia, per un tema sanitari i olfactiu. La proposta va tenir un èxit inusitat i, fins i tot, la imatge va ser utilitzada per promocionar la següent edició. Aquell mateix any, contents d’haver trobat en les instal·lacions un llenguatge que podíem compartir tots les membres de La Xina, van fer Espaio Kippel, un muntatge acompanyat de literatura i impostura, a parts iguales (darrera imatge).",
        "mar": "Fèiem un Simpòsium de Kanîbal’hopox al sud de França. Tot i que havia estat per aquelles terres un munt de cops, de sobte, me’n vaig adonar que molt prop d’allà, a escassos kilòmetres, havien assassinat a la poetessa Anna Dodas i a la meva amiga Gemma Argemí. Això em va fer replantejar tot el meu treball que hi tenia pensat fer i vaig començar a treballar en una versió visual, en format vitrall d’església cibernètica, del poema Qui pensa ara en el mar?, de l’Anna. Un poema bell, com tot el llibre Paisatge d’hivern, i tot el que va escriure aquest enorme i malaurada poeta. Aquell mateix any, havia fet un altre vitrall guarnit per l’exposició Menschen aus Süd-Südwest, a la Kunsthaus de Colònia. Es titulava Antonio Machine.",
        "ombres": "L'any 2009, per l'exposició conjunta que cada Nadal fèiem a La Xina (El basar del Xino), vam idear un muntatge de llums i ombres, amb siluetes que va fer cada membre del col·lectiu. Es va dir Projecta ombra. L'any següent vam traslladar el muntatge (multiplicant la seva grandària exponencialment), a la galeria Meno Parkas de Kaunas. El 2012 ens van convidar a un espai encara més gran, l'IUFM de la Universitat de Montpeller (Òpéra d'ombres) i al 2013 ho faríem al TPK de L’Hospitalet (Ombres invisibles). Un projecte itinerant bellíssim i canviant, com ha de ser l'art.  ",
        "poder": "Aquesta proposta d’ampul·lós títol que vaig presentar al festival Embarrat, a Tàrrega, aplegava dues instal·lacions complementàries. Per una banda, a l’oficina gran, hi apareixien quatre quadres circulars (com a forats de cuc), per facilitar la fuga a noves dimensions i universos dels abnegats escrivents imaginaris. Les dues oficines petites, estaven atapeïdes (una mena d’invasió poc subtil) per 36 collages sobre quadres recuperats. Pintures trobades en mercats d’encants i deixalleries diverses que han estat abandonats i bandejats d’allò que en podríem dir “la història oficial” de l’art. Els quadres de gènere tradicionals (paisatges, bodegons i retrats) han estat intervinguts i envaïts per cossos estranys, a mig camí del biomorfirme i una mecànica gairebé obsoleta. ",
        "puniques": "Els amics de La Grey, de Tarragona em van convidar a fer una exposició al seu petit espai del Fòrum romà tarragoní. Jo els hi vaig omplir totes les parets d’una gran batalla. Per aquesta mostra l’Antonio Luque em va escriure aquest text preciós per prologar l’exposició. Us en reprodueixo un fragment: “Aquesta és una obra monumental que ens retreu a les grans obres historicistes del segle XIX. Seguint l'estela de les grans batalles, la proposta que ens fa el Xesco, no en difereix visualment: un caos aparent envaeix totes les parts de l'obra. A més, a causa de la mida de la sala, l'espectador no pot prendre distància per poder veure la peça en conjunt, augmentant aquesta sensació de descomposició, d'estructures que ensorren, la batalla l'envolta, sentint-se un supervivent a l'hecatombe”."
      },
      "murals": {
        "aigua": "Aquets llarguíssim mural el vaig fer a partir d’un esbós sobre paper a l’antic taller que tenia a Esplugues de Llobregat, al passatge dels Ametllers, amb tintes i aquarel·les en tonalitats verdes i blavoses. Un cop a l’espai, pintant sobre fusta DM, vaig treballar durant quatre caps de setmana sencers, amb pintures de vaixell, esprais i retoladors permanents, improvisant i canviant les idees originals, que, al cap i a la fi, és del que es tracta.",
        "anatomia": "En la seva primera exposició a La Xina A.R.T., l’amic Toni Clos va voler que féssim un  projecte a quatre mans, en format mural, continuant, en certa manera, l’experiència que havíem fet a la Torre Muntadas d’El Prat i a la galerie 4,barbier de Nîmes (The music boxer i TXJM). No sé massa per què, però jo en aquells dies treballava sobre òrgans del cos i plegats vam decidir que l’anatomia, en general, fos el fil argumental de la mostra.",
        "carbo": "Aquest projecte col·lectiu. una mica l’estela del projecte The Xina Jazz Machine, per celebrar l’edició anual del cicle El Basar del Xino. Cada any, al voltant de Nadal, muntàvem una exposició-instal·lació grupal al nostre espai (com podreu veure en l’apartat Experiments i aventures). Aquelles festes vam convidar més d’una vintena d’amics artistes per pintar les nostres parets del local de l’Hort de la bomba, amb carbonet, que (sense diminutius) era el que ens portaven cada any els reis.",
        "txjm": "Des de principis d’aquell any, quatre xinos, José A. Troya, Manuel Ruz, Toni Clos i jo, vam estar elaborant un projecte on line. Una mena de cadàver exquisit virtual que havia de prendre cos final en un mural a quatre mans a la galerie 4,barbier de Nîmes. Els quatre artistes (que llavors érem distanciats geogràficament -Mallorca, Sant Hilari de Sacalm, Màlaga i Esplugues) ens vam divertir molt en el muntatge previ, però encara més amb el viatge, l’estada  i la realització del mural. Una molt grata experiència.",
        "pilota": "L’Hotel Estela-Barcelona) havia començat a ser el que era a partir d’una estranya història iniciada pel pintor Antoni Xaus. Quan jo hi vaig intervenir, a part de l’habitació inicial, hi havia diverses suites fetes: Josep Puigmartí, Josep Maria Subirachs, Marc Vilallonga i Pep Duran. Ara n’hi ha moltes més. Jo hi vaig pintar l’habitació 108, a partir d’una sèrie de dibuixos i collages que anava fent sobre papers fets a mà, hi vaig fer sis murals (comptant part del sostre, guarnit amb un parell de dirigibles)."
      },
      "publicacions": {
        "pub1": "10 artistas mediterráneos en NY fue el primer proyecto total (complejo y completo, como dicen en mi tierra), ya que abarcaba diversas variantes creativas complementarias, como una película o una ópera.<br/>Ahora lo llamarían un <i>fake</i>, ya que me inventé nueve artistas de países costeros del Mare Nostrum, a los que ponían cara algunos de mis amigos y compañeros más cercanos.<br/>Ramon Roig, que acababa de regresar de la Gran Manzana después de una estancia de medio año, se prestó a hacer de escudero (él era el artista de aquí) del embrollo que había preparado.<br/>Me saqué de la manga, además, un crítico neoyorquino (el doctor Rodolfo), un galerista ítalo-americano y su galería, Viaggio (el tío Manel), y yo me reservé el papel de una figura incipiente, que acabaría haciendo fortuna (quizás demasiada): el comisario.<br/>Todo junto fue un pretexto divertido para escribir un catálogo (que editó y diseñó exquisitamente el amigo Raimon Flos) y crear las nueve obras e imaginar la personalidad de cada uno de los artistas.<br/>Me ayudaron, en partes más técnicas, otros amigos, como Xavi Duran materializando las fotografías sobre piedra o Anna Solé, para las imágenes que ilustrarían el catálogo.<br/>Y, repito, los “artistas”: Aziza Barouk, escultora turca (Montse Colomina), Jaime Burton, escultor conceptual gibraltareño (Mia Ibós), Milena Makavejec, instaladora serbia (Estrella Loza), Maria Moriarty, instaladora maltesa (Meritxell Balcells), Ahmed Bessayà Nouri, cartelista tunecino (Josep Patau), Cossimo Noventa, fotógrafo siciliano (Rogelio Segura), Stratos Paleologou, pintor chipriota (Raimon Flos, de nuevo), Noah Reutermann, escultor israelí (Xavier Segura, Veuf), Fatima Rocamadour, poliartista marsellesa de origen argelino (Esther Patau) y el Ramon, excelente pintor valenciano (como él mismo).<br/>Este proyecto tuvo una continuación con la muestra <i>1.99010 (Mil novecientos noventa y diez)</i>, en la Sala García-Nieto de Cornellà, con 6 artistas invitados más.",
        "pub2": "La Conxinxina (revista de artes y ensayos) nació para responder a una serie de inquietudes que los miembros de La Xina d’A.R.T. de aquel momento necesitábamos sublimar.<br/>Por una parte, dejar una memoria escrita y gráfica de todas nuestras actividades, tanto en nuestro espacio de Hort de la Bomba (ya hacía días que habíamos abandonado el espacio original de la calle del Doctor Dou) como fuera.<br/>Por otra parte, muchos de los miembros del momento también teníamos el hábito de escribir (poesía, relatos, ensayos).<br/>Yo mismo, después de una etapa inicial del amigo Luís Casado, ya me había dedicado mensualmente a escribir las notas de prensa de cada una de las exposiciones que proyectábamos.<br/>Benxamín, Tito, Toni también compartían esta inquietud.<br/>Otros miembros del colectivo también tenían muchas habilidades y gusto por el diseño (el mismo Tito, Marc, Jose) y pudieron demostrarlo en las diversas publicaciones.<br/>Pero quizás la finalidad más importante era abrirnos aún más al mundo, a través de colaboraciones con otros artistas (Ramon Roig, Matías Krahn...), activistas culturales (Agustín Fructuoso, Nora Ancarola...), literatos (Bruno Montané, Meritxell Cucurella-Jorba), músicos (Carlos Santos, Víctor Nubla...) y una larga lista de otros personajes interesantes de diversos campos que considerábamos tremendamente interesantes (Ramón Más, Jero Rodríguez...).<br/>Un medio ideal para conseguir este último objetivo fueron las diversas entrevistas que pudimos hacer a artistas consagrados (Francesc Torres, Joan Fontcuberta...), músicos (Gorka Benítez, David Pastor, David Xirgu...), cineastas (José Luís Guerín, Oriol Ferrer...), actores (Ramon Fontseré, Juan Margallo...) y un largo etcétera que iréis encontrando en la ampliación del índice que hemos hecho para cada uno de los números de la revista.",
        "pub3": "Mi etapa de estudiante de bachillerato fue tan feliz como productiva.<br/>En el Instituto de Bellpuig hice amigos que han perdurado hasta ahora.<br/>Entre las muchas actividades realizadas con aquel buen grupo de nuevos compañeros, destacó una por razones obvias: la revista <i>Lo Gripau</i>.<br/>El alma indiscutible fue el profesor de historia Enric Vicedo, aunque colaboraron muchos otros maestros como Ramon Miró o Rafael Ferrer en la parte de escritura, o Lino García como dibujante.<br/>Los de mi curso éramos agradablemente activos y llenábamos casi las tres cuartas partes de las páginas de la publicación con cuentos, poemas, cómics, fotografías o pasatiempos.<br/>Cuando íbamos a celebrar los 40 años de nuestro primer curso de BUP, mi antiguo compañero de pupitre y actual profesor de Educación Física en el mismo centro Lo Pla d’Urgell, Jaume Capdevila, me propuso recrear un número especial de la revista (que, de hecho, sigue publicándose, con una estética más moderna, pero sin la pátina <i>vintage</i> que dejaba el ciclostil y las fotocopias de baja resolución).<br/>Diseñé toda la revista, con la colaboración imprescindible de los viejos compañeros de editorial: Teresa Alsina, Toni Granollers, Salvador Miret y Xavier Sans.<br/>Se unieron, para este número conmemorativo, los amigos Magí Clavé, Joan Berengué, Teresa Bech, Miquel Pons, Cristina Solé, Ignàsia Mata, Anna Vidal, Joan Baldrich, Carme Berengué-Giraudon y Neus Lluelles.<br/>Junto con el maestro Enric Vicedo.<br/>Además de las aportaciones literarias, debemos agradecer a todos los que aportaron material gráfico (fotografías y dibujos) para rellenar como es debido este bonito pastel de aniversario.",
        "pub4": "El desert químic es, hasta ahora, mi proyecto más ambicioso y complejo.<br/>Combina poesía, artes plásticas, la edición de un libro y, en cierta manera, mi propia vida.<br/>Lo hice durante los primeros meses de un largo proceso de quimioterapia (a la larga serían 4 tandas, más un trasplante de médula).<br/>Conté con cuatro excepcionales prologuistas para el libro: Ceferino Galán, editor del mítico fanzine <i>El naufraguito</i>, Bruno Montané, excelso poeta chileno, Benxamín Álvarez, escultor y compañero de mil proyectos artísticos y mil viajes, y el gran Luisito Casado, la otra mitad de DeLuXe con el que ya hace muchos años que hacemos insensateces juntos.<br/>La nota de prensa de las sucesivas exposiciones de este proyecto (TPK / Centro Cultural Tecla Sala, L’Hospitalet; Lo Pardal-Fundación Guillem Viladot, Agramunt; Espai Nivi, Castellón) lo explica bastante bien:<br/><i>“Antes o después, a todos nos toca atravesar un desierto. Puede ser que este solo tenga dimensiones domésticas, pero también puede tener una magnitud abismal. Puede durar solo un mal momento, un mal día, o convertirse en una larga temporada en el infierno. Puedes salir de él, como lo hicieron Travis Henderson en Texas o T.E. Lawrence, conquistando Áqaba. Pero también puedes perderte en él eternamente, como en un laberinto de muros invisibles, como los de Eryx. Incluso hay quienes, por propia voluntad, se adentran en él para hacer un retiro espiritual o un ayuno mental, para encontrar la pregunta a todas las respuestas. Yo entré en él en el otoño de 2021, cuando se me diagnosticó un linfoma de Hodgkin, un tipo de cáncer. En la primera primavera de este extraño viaje (en el que yo no recorría el mundo, pero por mi cabeza pasaron varios universos), lancé un incierto proyecto de dibujos y poemas. Este se ha acabado materializando en la colección de collages que ahora podréis ver y en un libro que ahora podréis leer, si os place.”</i>",
        "pub5": "Este libro quería ser una especie de revisión y reordenamiento de mi producción plástica, desde 1983 hasta 2023.<br/>Seleccionar qué hijo quieres más siempre es un asunto casi imposible, pero hice una selección de imágenes y textos anteriores (de <i>La Conxinxina</i>, de notas de prensa, etc.) que, en aquel momento, consideraba bastante significativos.<br/>Tuve la suerte y el placer de poder contar con el historiador y crítico Joan Maria Minguet Batllori y con el director de Lo Pardal, Pau Minguet, para el prólogo.<br/>Y yo mismo escribí un prefacio que era bastante aclaratorio:<br/><i>“Cuando uno está en las últimas, se dice que ve un recopilatorio selecto de imágenes de su vida y obra. Siempre he tenido la quizás malsana curiosidad de saber qué diapositivas me tocará visionar. Si tiramos de la famosa metáfora felina, te puedo decir que, por estadística, seguramente ya he gastado más de las vidas que me quedan, pero en ninguno de los trances que ya debería haber pasado, recuerdo ninguna visión concreta.<br/>Sabré esperar, con más paciencia que prisa, a conocer las estampas de mi parte vital, pero me he querido adelantar un poco haciendo un primer balance visual de mi obra. O, siendo más precisos, de mi producción artística. Como suelen ser todos estos memorandos, este también será incompleto, sentimental, revisable y tramposo, pero es lo que hay, de momento.<br/>Para prologar esta especie de antología de disparates he tenido la suerte de contar con los dos Minguets, Joan Maria y Pau, que aceptaron el reto-invitación de colaborar juntos, por primera vez, en una aventura como esta. Contando con tan grandes padre e hijo, a mí me tocaba el papel de Espíritu Santo, siempre más ambiguo y multiforme. Creo que agradeceréis, tanto como yo lo he hecho, sus palabras iniciales, que os mostrarán algunos tropiezos y atajos para el incierto viaje posterior.<br/>Cuando escribo esto, ya tengo la cabeza en los cuadros que estoy haciendo en el taller, o en los proyectos que inicié la semana pasada, que bien podrían incrementar la lista de diapositivas. 121 es, sin embargo, el número definitivo, siguiendo una costumbre (un poco maniática) que tengo a la hora de hacer series (siempre números cuadrados: 4, 9, 16, 25...). <i>Once al cuadrado</i> era el primer título provisional, pero he acabado poniendo el acento en otro tema. Acento cerrado, en este caso.”</i>"
      },
      "series": {
        "crusoe": "El primer cop que vaig exposar a França, va ser a Bobigny (a la banlieu de Paris). A la Sala d’exposicions de l’Hotel de Ville, hi vam mostrar la col·lectiva Des bonnes intentions pour les mille ans à venir. Va ser una macro exposició (l’espai, el tracte, l’hospitalitat, tot... va ser exquisit per part de l’ajuntament comunista de Bobigny: un gust, un plaer, un altre món... en resum: Cultura). Fonamentalment hi eren els nous membres de La Xina (Benxamín Álvarez, Nora Ancarola, Santi Erill, Jesús Etxarte, Joan Pallarés, Pernille Usterud-Svendsen...), després d’algunes desercions entre els deu membre fundadors. Jo vaig col·laborar amb 81 assemblatges. Una sèrie de peces filles d’un projecte precedent (Veí del cos, que vaig exposar a El taller de Gràcia i era de format més petit, feta sobre paper i més propera a la bidimensionalitat que a la tridimensionalitat, com aquesta, plena d’assemblatge si relleus. Sempre m’han agradat els diccionaris i les taxonomies i, per extensió, els projectes de sèries. Aquesta és una de les meves favorites.",
        "diccionari": "Aquest ha esta el meu projecte, potser, més treballat i viatjat. Diccionari de miralls (que era el nom original) consta de més de tres-cents collages de plàstics pintats. La primera exposició la vaig fer a la Fundació Vall Palou, de Lleida, a 2012 (amb l'ajut imprescindible de l'amiga poeta Meritxell Cucurella-Jorba). La segona va ser al Col·legi d'aparelladors de Barcelona (Diccionari mut, 2013, gràcies també a l'amiga Teresa Pallàs), per seguidament anar al CAATEEB de Granollers (Diccionari abreviat). Després va anar a la galeria Stalowa de Varsòvia, a Polònia (Salon Letni, 2015, gràcies a l'amic Krzysztof Stanislawski). Després a la galeria Meno Parkas, de Kaunas, Lituània (2017, gràcies a l'amic Arvydaz Zalpys i tota la seva tropa). Desprès va anar a La Xina A.R.T. (2X, a casa, a Barcelona, 2017), d'allí a l'Escola Isabel de Villena (Diccionari Escolar, 2018) per acabar a Ivars d'Urgell, el meu poble, a Taller Obert (2019). Treballada i rodada, com us havia dit. Els elements retratats en els diversos miralls (me n'he anat adonant a través dels anys) són element molt personals i íntims, però, alhora, reflex d'uns temps: els meus (la meva infantesa, concretament). Molts objectes no els coneixen els meus fills, o els meus alumnes. També són el reflex d'un lloc (són molt rurals, no els coneixen al gent de capital, i són molt d'aquí (a Varsòvia o a Lituània em preguntaven què eren determinades coses). En definitiva son Signes dels temps, com deia un petit geni de Minnealpolis.",
        "ictio": "Ictionari és una versió millorada, destil·lada i bitonal dels Ictiopoemes que vaig presentar a La Peixateria, de Sant Boi, que es va veure a Can Castells Centre d’Art (CCCA), de la mateixa localitat. La primera sèrie constava de 25 collages iamb coloració bastant pop. La segona era en estricte blanc i negre, però constava de 81 peces. Deia el gran Joan Brossa que la poesia era la menys perniciosa de les perversions del llenguatge. El poeta gaudeix de les mutacions etimològiques amb finalitats ben diferents de les de, per exemple, un filòsof, un polític o un advocat. Els éssers marins que s’amaguen rere els seus símbols, o darrere els seus noms, són el pretext d’aquest lúcid i lúdic exercici de poesia visual. Aquesta aventura creativa  es distingia per la simplicitat voluntària dels elements formals: plàstics, únicament treballats amb tisores, esprai i retolador. Humil i orgullós hereu de tots els il·lustres i rars catalogadors (Magritte, Duchamp, Miralda, Cotázar, Bach, Monk i uns punts suspensius infinits, a més dels dos ja citats -Brossa i Borges), vaif continuar, amb aquest projecte una de les seves pendulacions creatives més conceptuals: la dels diccionaris. Una proposta fresca i entremaliada com els crits de reclam del peixaters: -Que aquest peixet em tremola a les mans, nena!. ",
        "melville": "Quan planejàvem aquest enèsim projecte amb el Ramon Roig tots dos sabíem que seria l’últim. Sense dir-nos-ho. Havíem de triar algun tema que ens apassionés. La música n’era un, indubtablement, però també ho era la literatura, per la qual ens vam acabar decidint. Ell va proposar Dostoievski, jo Calvino. Al final vàrem consensuar Melville. Va ser, dissortadament, la seva darrera gran exposició (a La Xina A.R.T.). El projecte va tenir continuïtat a Gràcia Territori Sonor, però el Ramon ja no va tenir forces per fer-la (allà la mostra es va dir Melvilliada, contes de mariners). L’afer va ser fruit (com gairebé totes les coses interessants) del pur atzar. Em vaig ensopegar amb el Víctor Nubla en un bar, prop del mercat de Gràcia. Allà ens vam re-presentar (ens havíem vist algun cop, tangencialment) i vam començar a parlar de projectes. Jo tenia el cap del projecte sobre Melville i l’edició del LEM d’aquell any, inesperadament per a mi, també anava sobre l’autor de Moby Dick. L’entusiasme va ser mutu i immediat. La inauguració de la meva exposició coincidiria amb una lectura del llibre en més de set idiomes i conclouria amb un concert del trio musical experimental i casual format per Tuna Pase, Litenant Caramel, i Eduard Altaba. Per desgràcia, aquell dia va ser el darrer que ens veuríem amb el Víctor i també amb el pintor Manolo de Val, que ens va visitar abans d’obrir. Ambdós ens deixarien uns mesos després.",
        "paperama": "Penúltima, de moment, de les sèries, presentada a la XII biennal d’obra sobre paper de Riudebitlles, en la qual em van atorgar una menció d’honor. Aquest text el vaig escriure per una companya que va fer la visita guiada a la mostra: “Sota aquest cinemascòpic títol s’hi apleguen una sèrie de collages realitzats durant la primavera d’aquest any 2024. Son una mena de destil·lació d’esbossos fets en petites llibretes que són, més o menys, el meu modus operandi de treball preparatori. Cada llibreta te curiosos epígrafs (depenent d’on les faig o del sentit de l’humor del moment): Dibuix davant del televisor, Dibuixos del Tour de França, Dibuixos de la Platja de la Pineda o Dibuixos mirant avorrits partits de futbol... Aquests, concretament, venien d’unes llibretes de format mitjà (din A4), anomenades Cansons i cançonetes, pel tipus de paper i la lleugeresa musical dels traços. Tècnicament, son dibuixos de llapis de grafit i collage de radiografies pintades amb esprais sobre diversos papers. En uns moments d’empatx tecnològic febril,  de pirotècnies electromagnètiques diverses i de metallenguatges redundants i perillosament endogàmics, tornar al llenguatge auster (i alhora infinit) del dibuix és, gairebé, un posicionament o compromís tant ètic com estètic.”",
        "standards": "La sèrie Standars la formaven deu collages amb nom triple, basades en estàndards de jazz que representaven 10 moments del dia (del despertar a la matinada). No cal que insisteixi en la meva passió indissimulada pel Jazz i per Monk en particular (dels 10 quadres, 5 eren composicions de Thelonious). Els vaig exposar a El Cafè del carrer del Torrent d l’Olla, que, en aquells dies, era una mena de base d’operacions de la colla. Recordo alguns dels títols: Well you needn’t o Desprès anirem al Mundial o Tienes un culo precioso (higiene maitinal),  All you things you are o Quan dorms, sembles un Modigliani o Siesta! (migdiada llarga), ‘Round midnight o Amb la 3a al Raval o Taxi, taxi!!! (la mitjanit) o A night in Tunissia o Avui no catxarem o Payos en la playa (la sortida de sol, vora el mar.) Com alguna sèrie anterior, aquesta té un cert aspecte de còmic, amb vinyetes de colors neutres, però que completen, com un puzle a mig fer, una escena general. El collage i la multiplicitat de recursos gràfics (pintures, tintes, retoladors, ceres) són una constant d’aquells dies i de bona part de la meva producció. ",
        "tatuats": "Una llarga sèrie (més de 100 peces) presentada a Quei15 Art Gallery, de Barcelona (gestionada pels amics Rosco, Rosa i Manel). Va ser la primera mostra després d’una pausa obligada pel meu transplantament de medul·la. Vaig escriure un text llarg, però molt dilecte per ami, us en penjo només el principi, perquè us quedeu amb ganes de més: “Són pocs els objectes que hagin generat tanta quantitat de simbologia, misteri i màgia com els miralls. La mitologia, la literatura, el cinema o la física han multiplicat el seu equívoc reflex a nivells gairebé fractals. El mirall és una lleu membrana que duplica i inverteix el nostre costat de món o també pot ser una porta de mercuri a universos infinits. Com pot ser-ho la llista següent: Alícia, a través del mirall, per començar / Les ulleres de mirall del policies de carretera dels deserts d’Arizona / La Venus del mirall, preguntant insistentment qui és la més bella, fins que es convertirà en la madrastra del conte / El miralls minúsculs cosits als vestits dels toreros o als dels pallassos tristos / Els laberints de miralls, que es van esbocinant a trets, com el de La dama de Xangai / Els miralls deformants del carreró del Gato / Els miralls de l’interior de la porta dels armaris, una segona porta inesperada vers mons inexplorats / Els miralls d’Arquímedes que incendiaven naus a Siracusa / El mirall on no es reflectiran mai els vampirs /  El mirall que posem a la boca dels morts, per veure si encara els hi queda l’últim alè / El mirall que hi ha al metro de Tokio, perquè els suïcides es repensin al darrer moment / La bola de miralls que va girant lentament damunt de la pista de ball polsosa d’una discoteca tancada...”",
        "tauro": "Aquesta sèrie estava formada per 36 collages 36 (com als cartells taurins) i en vaig vendre més de la meitat. Les vaig exposar, per primer cop, a la mostra col·lectiva itinerant Arando desprevenidos el fràgil peralte sin plan ni brújula, un enrevessat títol resultant d’un joc grupal, semblant als cadàvers exquisits. Primer es va exposar al mític espai alternatiu de València, El Purgatori, i, mesos desprès, a la galeria Contemporánea de Granada. He de reconèixer que, en aquella època anàvem un o dos cops l’any a veure alguna corrida, amb el Ramon o amb els amics del poble (Rogelio, Antoine, Jaime , Lobo) Pecats de joventut (com l’esport, tal com va dir Fellini). Tot i això, la tradició taurina pictòrica que havien reflectit meravellosament els mestres antics (Goya, Casas, Picasso) ja necessitava, en aquell moment, alguna mena actualització (sempre ha tingut una pàtina casposa que li costarà perdre). La Tauromàquina volia ser, al mateix temps que la seqüenciació dels moments d’una cursa de braus, una revisió de la història de l’art (més aviat contemporani) en general. Per això apareixen infinites referencies als grans (o no tant) de la pintura: els nans de Velázquez, les dianes de Jasper Jones, els ulls desorbitats de Saura, els colors de Phillip Guston, les llaunes de Warhol o els bous espellats de Rembrandt o de Bacon. ",
        "univers": "Hi ha una expressió al català de Lleida que no troba traducció satisfactòria en cap altra llengua coneguda, ni tan sols al català occidental: Sol de forat. Aquests tres mots serveixen per definir aquella llum irreal i hiperbòlica que s’obre pas entre els núvols i sol precedir una tempesta de les de veritat. Per això, en alguns pobles també n’hi diuen sol de trons, amb tota la raó del món. Sempre he associat la sensació lumínica d’aquest fenomen meteorològic amb dos concepte més abstractes i d’etimologia familiar: la il·luminació i la il·lustració. Les meravelles de l’Univers vol ser un convit a reprendre l’esperit humanista d’aquells època, en uns temps de pensament únic i ostentosament anti-il·lustrat. Uns temps de fes cegues, credulitats irracionals, rendicions i renúncies les quals, sempre en desigual batalla, hem de combatre amb la mateixa humilitat i passió amb què hi han lluitat els creadors, cíclicament, al llarg del temps. Aquest conjunt de treballs sobre formats reciclats diversos (àlbums enciclopèdics mai completats, cartografies obsoletes, obra pròpia digerida per l’oblit i la memòria) no fan sinó repensar la nostra cultura que, tal com sentencia la filòsofa Marina Garcés, “és tot allò que fem per ajudar-nos a aprendre a viure junts”. Les meravelles de l’Univers vol ser, al cap i a la fi, un ventall per escampar boires i que torni a lluir la màgia inexplicablement sorprenent d’un sol de forat.",
        "xove": "L’ estiu del 95 vaig fer un dels viatges més bells dels que he pogut gaudir amb la Tresa. En un vell i petit Peugeot vam travessar la península per fer un viatge que seguís tots els fars de Galícia i, de passada, bona part de les terrers interiors. Galícia sempre ha estat una de les meves illes favorites. Un món màgic i intemporal, amb boires perpètues que amaguen boscos farcits de meigas i de lobishomes. I, a més a més, d’allí era un altre dels meus millors amics i company d’activitats artístiques: el gran Benxamín Álvarez (a qui encara no coneixia). Xove na terra la formaven una trentena de quadres de format mitjà. I vaig tenir la sort de vendre’n una bona colla. El dibuixos representaven una mena d’història il·lustrada d’una sèrie de personatges (mig astronautes, mig marins) que anaven explorant i redescobrint Galícia. Van sortir de les lectures esbiaixades d’un llibre-pamflet delirant, sobre la Galícia màgica, que vaig trobar en una de les pensions on ens vam allotjar en aquelles fabuloses dues setmanes."
      }
    }
  }
}