{
  "header": {
    "about": "Sobre mi",
    "newsletter": "Notícies",
    "gallery": "Galeria",
    "contact": "Contacte",
    "cv": "Descarrega el meu currículum"
  },
  "thumbnails": {
    "accions": "Accións",
    "cartells": "Cartells",
    "escultures": "Escultures",
    "experiments": "Experiments",
    "gransformats": "Grans Formats",
    "instalacions": "Instal·lacions",
    "murals": "Murals",
    "publicacions": "Publicacions",
    "series": "Sèries"
  },
  "about": {
    "description": "Xesco (Francesc Xavier) Mercé Balagué. Ivars d’Urgell (Pla d’Urgell, 1965).<br><br>Artista multidisciplinari. Llicenciat en Belles Arts per la Universitat de Barcelona (1988). Membre fundador del grup col·lectiu d’artistes La Xina A.R.T. (1997), i de la xarxa europea d’espais d’art contemporani <i>Kanîbal’hopox</i> (2008). Va formar el duet performer \"DeLuXe\" amb Luis Casado. És professor de dibuix a l'Escola Isabel de Villena. Ha estat editor i director de la revista d’arts i assajos <i>La Conxinxina</i>. Ha fet, fins ara, més de 50 exposicions individuals i més de 140 de col·lectives, a banda de nombroses accions, instal·lacions i escultures públiques. El seu treball s’ha exposat arreu del país i de l’estat i en una dotzena de nacions del continent europeu i d’Àsia. <br><br> El seu treball plàstic abasta gairebé totes les disciplines i tècniques: de la <i>performance</i> a la poesia, passant pel dibuix o la música experimental.  Segons ha dit Lucien Verneuil, la seva obra \"és a mig camí entre la poesia, la ironia, la crítica (i autocrítica d’art), l’experimentació i l’agitació social\". El crític d’art Joan Maria Minguet Batllori i l’historiador Pau Minguet han escrit d’ell: \"La seva obra és una successió de desenllaços, respostes a preguntes noves i respostes a preguntes que ja existien fa molts d’anys. Respostes que no són seqüencials i que eliminen les precedents, es van entortolligant en un seguit de conclusions sempre provisòries. És un artista que té la voluntat de traslladar-nos a la pregunta, a la inestabilitat. Les certeses sempre juguen a favor del poder, deu pensar. Les incerteses conviden l’espectador a sortir de la mol·lície o l’alienació.\"<br><br> Ha publicat també quatre llibres: <i>10 artistes mediterranis a N.Y.</i>, 1998, <i>Mil nou-cents noranta deu</i>, 1999, <i>El desert químic</i>, 2023, i <i>´ (accent tancat)</i>, 2024. Viu i treballa a Esplugues de Llobregat i a Ivars d’Urgell, on hi té el taller.<br>"
  },
  "gallery": {
    "back": "Endarrere"
  },
  "newsletter": {
    "description": "Consulta les últimes novetats",
    "news": {
      "new1": {
        "title" : "La lliga de la justícia poètica",
        "subtitle" : "Exposició col·lectiva",
        "description" : "Per les fortes inundacions que han afectat la província de Castelló, hem hagut de posposar l’exposició <i>El desert químic</i> fins a la tardor. Us penjo el text de presentació del projecte per seguir tenint-lo present:<br><br>“Una hora o altra, a tots ens toca travessar un desert. Pot ser que aquest només sigui de dimensions domèstiques, però també pot tenir una magnitud abismal. Pot durar només un mal moment, un mal dia, o convertir-se en una llarga temporada a l'infern. En pots sortir, més o menys victoriós, com ho van fer <i>Travis Henderson</i> a <i>Texas</i> o <i>T.E. Lawrence</i>, conquerint <i>Àqaba</i>. Però també t'hi pots perdre eternament, com en un laberint de parets invisibles, com els murs d’<i>Eryx</i>. Fins hi tot hi ha qui, per pròpia voluntat, s'hi endinsa per fer-hi un retir espiritual o un dejuni mental i trobar-hi la pregunta a totes les respostes.<br><br>Jo hi vaig entrar la tardor de 2021, quan se'm va diagnosticar un limfoma de <i>Hodgkin</i>, un tipus de càncer. Després de diverses travessies per diversos deserts, ara ja sóc prop dels marges, en una mena de platja deserta i amable, pentinada per un suau vent de mar. S'assembla una mica a un enorme decorat cinematogràfic o al començament d'una pel·lícula de <i>Carl Theodor Dreyer</i>.<br><br>A la primera primavera d'aquest estrany viatge vaig engegar un incert projecte de dibuixos i poemes. Aquest s'ha acabat materialitzant en l'aplec de collages, que ara podreu veure a <i>Espai Nivi</i> (ben mirat, el projecte es podia haver reanomenat “<i>El desert nivi</i>”), i en un llibre, que ara podreu llegir, si ve de gust.<br><br>El pretext que vaig triar va ser l’intent colossal d'ordenar el caos que va ordir un savi barbut anomenat <i>D.I. Mendeléiev</i>, creador de la taula periòdica. Els 118 elements donaven títol a cada imatge i, a mode d’acròstic, peu a cadascun dels versos.<br><br>Aquest recull literari i plàstic (una mena d’estrany quadern de bitàcola, que no respon a cap altra lògica que a la dels somnis) em va acompanyar durant tot el meu periple i va ser, alhora, oasi, illa o estació espacial. Espero que us serveixi de carta de navegació, potser inexacta i incompleta, però misteriosament excitant, per a les vostres pròpies i futures aventures per qualsevol dels deserts, els oceans o els buits immensos de la galàxia."
      },
      "new2": {
        "title" : "El desert químic",
        "subtitle" : "Exposició individual",
        "description" : "Per les fortes inundacions que han afectat la província de Castelló, hem hagut de posposar l’exposició <i>El desert químic</i> fins a la tardor. Us penjo el text de presentació del projecte per seguir tenint-lo present:<br/><br/>“Una hora o altra, a tots ens toca travessar un desert. Pot ser que aquest només sigui de dimensions domèstiques, però també pot tenir una magnitud abismal. Pot durar només un mal moment, un mal dia, o convertir-se en una llarga temporada a l'infern. En pots sortir, més o menys victoriós, com ho van fer <i>Travis Henderson</i> a <i>Texas</i> o <i>T.E. Lawrence</i>, conquerint <i>Àqaba</i>. Però també t'hi pots perdre eternament, com en un laberint de parets invisibles, com els murs d’<i>Eryx</i>. Fins hi tot hi ha qui, per pròpia voluntat, s'hi endinsa per fer-hi un retir espiritual o un dejuni mental i trobar-hi la pregunta a totes les respostes.<br/><br/>Jo hi vaig entrar la tardor de 2021, quan se'm va diagnosticar un limfoma de <i>Hodgkin</i>, un tipus de càncer. Després de diverses travessies per diversos deserts, ara ja sóc prop dels marges, en una mena de platja deserta i amable, pentinada per un suau vent de mar. S'assembla una mica a un enorme decorat cinematogràfic o al començament d'una pel·lícula de <i>Carl Theodor Dreyer</i>.<br/><br/>A la primera primavera d'aquest estrany viatge vaig engegar un incert projecte de dibuixos i poemes. Aquest s'ha acabat materialitzant en l'aplec de collages, que ara podreu veure a <i>Espai Nivi</i> (ben mirat, el projecte es podia haver reanomenat “<i>El desert nivi</i>”), i en un llibre, que ara podreu llegir, si ve de gust.<br/><br/>El pretext que vaig triar va ser l’intent colossal d'ordenar el caos que va ordir un savi barbut anomenat <i>D.I. Mendeléiev</i>, creador de la taula periòdica. Els 118 elements donaven títol a cada imatge i, a mode d’acròstic, peu a cadascun dels versos.<br/><br/>Aquest recull literari i plàstic (una mena d’estrany quadern de bitàcola, que no respon a cap altra lògica que a la dels somnis) em va acompanyar durant tot el meu periple i va ser, alhora, oasi, illa o estació espacial. Espero que us serveixi de carta de navegació, potser inexacta i incompleta, però misteriosament excitant, per a les vostres pròpies i futures aventures per qualsevol dels deserts, els oceans o els buits immensos de la galàxia."
      },
      "new3": {
        "title" : "El Vi fa la Sang",
        "description" : "Convidat, un cop més, per la gent de Riudebitlles Territori d’Art, he tingut la sort de participar en aquesta proposta, de la qual us en penjo la nota de premsa: <br/><br/>22 artistes interpreten el vi a cal Xerta<br/><br/>El proper dijous 8 de maig, a les 20 h, s’inaugura a cal Xerta (Riudebitlles) l'exposició <i>El vi fa sang</i>, una mostra col·lectiva organitzada per l’Associació Riudebitlles Territori d'Art, en el marc dels actes del Riudevins que enguany es celebrarà el dissabte 10 de maig al Barri Vell.<br/><br/>La mostra reuneix 22 artistes de diferents disciplines, que han creat obres inspirades pel vi: Abdellah Ahaddaf, August Rosell, Aura Gumà i Susana Domínguez (xuquin & lajarlei), Camil·la Pérez Salvà, Clàudia Carbó, David Ribas Boldú, elenamusa, Fabrice de Lapparent, Fèlix Plantalech, Isabel Feliu Fabra, Jaume Amigó, Jaume Felipe Villa, Joan Gispert, Marga Casas, Maria Martínez Miró, Mireia Feliu Fabra, Pere Pascual, Salvador Rafecas, Sílvia Isach, Teresa Pla Belío, Victòria Rabal i Xesco Mercè.<br/><br/>Amb motiu de l'exposició, s'ha editat un catàleg que recull totes les obres i compta amb un text introductori de l’escriptor Pep Antoni Roig, que ofereix una mirada literària sobre la relació entre art i vi."
      }
    }
  },
  "footer": {
    "rights": "Tots els drets reservats."
  },
  "metadata": {
    "description": "Descripció web"
  },
  "assets": {
    "terms": {
      "technique": "Tècnica",
      "editor": "Editora",
      "dimensions": "Dimensions",
      "year": "Any",
      "location": "Ubicació"
    },
    "techniques": {
      "accioGastronomia": "Acció d’art i gastronomia",
      "duetPerformatic": "Duet performàtic",
      "accioReivindicativa": "Acció reivindicativa",
      "accioMusical": "Acció musical",
      "performanceMusical": "Performance musical",
      "performanceVisual": "Performance visual",
      "ferroHeura": "Ferro i heura",
      "futaFerroFormigo": "Fusta, ferro i formigó",
      "paperPlastic": "Paper i plàstic",
      "fustaMetallPlastic": "Fusta, metall i plàstic",
      "cuirPlasticMetall":"Cuir, plàstic i metall",
      "trobat":"Escultures amb material trobat",
      "llibresIntervinguts":"Llibres intervinguts",
      "infografiaCartro":"Infografia sobre cartró",
      "metallBanya":"Metall i banya de cérvol",
      "collagePintura":"Collage i pintura sobre cartró",
      "tecnicaMixtaTela":"Tècnica mixta sobre tela",
      "llapisTintesCollage":"llapis, tintes i collage sobre paper",
      "variades":"tècniques i mides variades",
      "espraiPlasticCartro" : "Esprai, plàstic i cartró",
      "rotoladorCollagePaper:" : "Retoladors i collage sobre paper"
    },
    "locations": {
      "diversosEspais": "Diversos espais",
      "cascAntic": "Casc antic, Barcelona"
    },
    "description": {
      "accions": {
        "allen": "Els de La Xina A.R.T. vam voler fer una rebuda berlanguiana al cineasta novaiorquès, quan va venir a rodar aquell pastel que va ser Vicky, Cristina, Barcelona. Una acció tremendament divertida filmada pel gran Marc Villalonga (fins i tot va aconseguir unes imatges del cineasta novaiorquès, saludant tímidament). Vam muntar un gran enrenou, amb gent a favor i altres en contra, com cal i vam estar primer aturats pels goril·les de seguretat del rodatge (uns tipus enormes, amb molta mala llet) i, després, breument detinguts per la policia municipal. Vam sortir a la tele, al Pronto (“la revista més seriosa d’aquest país”, li vaig dir al fotògraf) i en Xavier Mas de Xaxàs ens va mencionar en un article a La Vanguardia. Tot un èxit.",
        "beuys": "L’Antonio Luque em va convidar, en nom de La Grey de Tarragona a participar en un cicle de performances que es farien, una cada cap de setmana, durant la tardor d’aquell any a l’espai d’aquest col·lectiu al Fòrum de Tarragona. Es titulava Corporeïtat i resistència i hi participaven Juan Carlos Lozano, Abel Azcona, Paquito Nogales, Manuel Morales, Carlos Pina i Maria Cosmes. Formar part d’aquest planter selecte era un orgull enorme i em vaig posar a pensar què faria la mateixa tarda que em va trucar. Desprès de donar-li unes quantes voltes, com si cuinés una cassola de cargols, vaig fer un homenatge a la primera performance de Joseph Beuys, mentre passava un power point paròdic sobre l’art del segle XX i cuinava un arròs amb conill. El resultat final, multisensorial, va ser tot un èxit.",
        "bubble": "El primer lloc on vaig provar de tocar la trompeta i fer bombolles al mateix temps, va ser a la galeria Meno Parkas, de Kaunas (Lituània), el 2010. Allí havíem fet una instal·lació triple amb el xino David Tarancón, amb siluetes de tots els membres del col·lectiu La Xina A.R.T.L’espai s’hi prestava, per les ombres que es projectaven multiplicades als enormes murs de la galeria. Vaig repetir l’acció al Festival A.R.T., TPK, L’Hospitalet, rebatejant-la com Bufar i fer ampolles, un any més tard. La tercera i darrera de les accions va ser a l’IUFM, Universitat de Montpellier (2012), amb l’ajut inestimable del Benxamín Álvarez (al focus). Les tres accions éren una mena de reves ombrívol d’una performance anterior: Hypnagogique affaire a Nîmes Solo (H.A.N. Solo), realitzada al 4,barbierm a 2009. En aquella ocasió, per comptes d’ombres, feia llums amb el meu saxofon tunejat i les meves ulleres futuristes.",
        "cccp": "CCCP una gran acció col·lectiva, ideada, fonamentalment, pel duet DeLuXe, que vam portar a terme una bona colla del xinos de llavors, sortint de la galeria, passant per les Rambles i acabant a la plaça Catalunya. Amb un títol manllevat d’un acudit terrible del Bigote Arrocet de l’1,2,3, vam simular una cacera de coloms, amb arts cinegètiques estrambòtiques, els quals cuinaríem i serviríem als assistents a la segona part de la performance, al TPK, amb un paperet, amb una cita artística solemne a la poteta (d’allò n’hi dèiem gastronomia amb missatge). No sé si els espectadors de Barcelona van entendre que allò no era un comiat de solters, ni si els de L’Hospitalet que allò deliciós que menjaven eren guatlles en escabetx, però la performance, de les més divertides que he fet mai, va ser tot un èxit.",
        "craven": "L’amic Toni Clos em va demanar dues col·laboracions per a la seva exposició de pintures sobre senyals de tràfic 3 cels d’inòpia i trinxera a El Prat de Llobregat. La primera va ser un gran mural a quatre mans (que més tard repetiríem a la mostra Anatomia comparada (a La Xina A.R.T.) i a TXJM (a 4,barbier, de Nîmes). La segona va ser aquesta performance musical. En homenatge al meu admirat en Cravan, poeta dadaista i boxejador, i aprofitant algunes pintures d’inspiració pugilística del Toni, vaig anar rumiant com podria tocar el saxo amb guants de boxa. Desprès de diversos assajos vaig fer uns forats estratègics, que eren invisibles als espectadors, que van permetre fe runes versions molt lliures de temes de l’Art Ensemble of Chicago o Charles LLoyd.",
        "DeLuXe": "Darrere de l’acrònim DeLuXe (de LUís i XEsco,) s’amagava un projecte lúcid i lúdic, amb força càrregues de profunditat, amb tocs de poesia neodadà, teatre de l’absurd i moltes ganes de fer el pallasso. La primera acció va ser Tunning al festival A.R.T.T. del TPK de L’Hospitalet, amb gran èxit de crítica i públic, com se sol dir. Tot l’espectacle anava al voltant de la síl·laba Tun i anava acompanyat d’un power point divertidíssim, sobre jocs de paraules poètics (La extraña sin taxis). Va seguir una mena de variant musical a Mollerussa World Tour, presentada al Teatre de l’Amistat. Després va venir Gipsy Power, a la Xina, l’acció de colors i música Sobre la pintura o el hombre viene del mono, a L’Hospitalet. I, finalment Fins a la cuina!, una proposta gastronòmica pel Houdini Performance Festival, a La Xina A.R.T.",
        "langue": "Gregoire Fabvre em va convidar a participar a l’exposició Escaparate, que organitzava amb la col·laboració d’Alexandre Astier (ambdós formaven el grup artístic Dropp) a la galeria 4,barbier de Nîmes. Feien coincidir la mostra col·lectiva i una sèrie de performances inaugurals amb una de les tres fires taurines que se celebren a la capital del departament del Gard. La temàtica de cada edició de l’Escaparate és sempre sobre la tauromàquia, el flamenc i altres tòpics més o menys espanyols. Jo, aquell any i vaig participar amb una guitarra amb formes femenines, com a escultura; i amb aquesta performance sobre els problemes per traduir conceptes d el’argot taurí o musical. Vaig repetir la performance, l’any següent, al Festival A.R.T.T., al TPK de L’Hospitalet de Llobregat.",
        "marinada": "La poetessa Meritxell Cucurella-Jorba em va convidar a participar en un festival anual que celebrava en diversos pobles de les Garrigues, des de feia uns anys. La iniciativa era engrescadora i hi pensava fer una sessió de bombolles amb la trompeta (que, de fet, és el que em van demanar fer). Com que l’esdeveniment es feia al mig d’un tros, sota uns pins, el vent va fer impossible l’acció però, casualment, va donar títol a la següent. Jo havia fet una acció amb radiografies durant el Simpòsium Kanîbal’hopox de 2013, a la Filature du pont de fer, de Lassalle (França) i aquesta va ser la solució d’urgència per la nova proposta performàtica. Completava el programa el titellaire Xesco Quadras, que va fer un espectacle infantil, i l’escriptor Martí Sales, que va recitar diversos textos, emparrat a dalt d’un arbre.",
        "psp": "Aquest muntatge el vaig preparar especialment per a la segona exposició Kanîbalopox al MAPRA (Maison des Arts Plastiques et visuels Auvergne Rhône-Alpes). Formava part del Festival Resonance, Xe Biennal de Lyon (2009). Jo hi vaig presentar la sèrie Artistaman i aquesta performance-autoretrat lligava molt amb l’obra exposada. Com que la cosa va tenir èxit, la vaig repetir un parell de cops un any més tard, al  Festival A.R.T.T., al TPK de L’Hospitalet i a la inauguració de l’exposició El retrovisor d’Alícia a la Galeria Art Públic de Cornellà. Una altra performance sobre la meva silueta, però amb finalitats molt més crítiques,  la vaig der al TPK, amb l’ajut de l’amic Agustín Fructuoso. Es va dir El veritable valor de l’art (2016).",
        "samurais": "Prenent com a punt de partida el plantejament argumental de la pel·lícula homònima d’Akira Kurosawa, La Xina A.R.T., conscients i preocupats de la distància cada cop més llarga existent entre el món de la creació i el públic en general, vam voler participar a l’esdeveniment IVARTS, que celebrava al meu poble. Com els samurais del film japonès (o el seu remake en format western) vam bescanviar les nostres arts plàstiques (que no marcials) per una cassola de cargols amb conill, per llepar-se els dits del peus. A partir de l’hora de la migdiada passejar-nos pel poble amb dues furgonetes pintades, com els venedors de matalassos, demanant que la gent ens donés quadres vells que nosaltres actualitzaríem o els hi canviaríem per obres contemporànies. Desprès cada samurai va desenvolupar la seva pròpia acció a la Pista d’Ivars."
      },
      "cartells": {
        "car1": "Imatge de la meva primera mostra individual important, a la sala d’exposicions de l’Ajuntament de Balagué. Un collage amb aire apocalíptics i aferpunks que havia fet a Belles Arts, per la classe de cartellisme que ens feia el desaparegut Genís Cano i que va seleccionar per una mostra d’intercanvi amb una facultat anglesa. El groc semàfor del fons, barrejat amb les grisalles, era una mescla cromàtica molt dilecta per a mi en aquells dies. ",
        "car2": "Aquest homenatge indissimulat al mestre Magritte (La reproducció prohibida, 1937) va ser el fotomuntatge que vaig triar per l’experiment expositiu que va ser Expoxesco (del qual en trobareu més informació en un altre apartat d’aquest web). Vaig convidar una trentena d’amics artistes perquè fessin un Xesco Mercé, com si això fos realment possible o com si jo tingués un sol llenguatge plàstic reconeixible (la qual cosa sempre he volgut evitar).",
        "car3": "Aquest és la segona de les imatges que vaig triar en el meu projecte més viatges. Diccionari de miralls es va veure, per primer cop i amb aquest títol, a la Fundació Vall Palou, de Lleida  (2012), després al Col·legi d’Aparelladors de Barcelona (Diccionari mut, 2013) i al CATB DE Granollers (Diccionari abreviat 2013). Posteriorment a la mostra col·lectiva Síntesi, al FAD de Barcelona (2013), també, en una gran mural formant lletres a la galeria Meno Parkas de Kauna, Lituània (Balandis 2524, 2017), a la Biblioteca Carme Serrallonga, de l’Escola Isabel de Villena d’Esplugues de Llobregat (Diccionari escolar 2018) i, finalment, a 2X, vint anys de La Xina A.R.T., a Barcelona (2017).",
        "car4": "Amb aquest cartell comença una etapa de enrajolaments. Retallant petis fragments quadrats de les diverses obres, normalment en format de sèrie, d’aquestes exposicions i posant-los com a rajoles d’una cuina o d’un bany. Recordo molt un disc dels Talking heads que teníem a l’Âtic caòtic, amb el Ramonet, que sempre he considerat la gènesis d’aquesta línia de formats: More songs about buildins and food (1978). Aquesta mostra es va poder veure a l’Ateneu Popilar d’Esplugues i a la galerie 4,barbier, de Nîmes.",
        "car5": "Aquesta va ser la imatge apaïsada que vaig triar per una mostra a El Foro, al Born, en un local que era restaurant i cava de Jazz que portava el meu amic Xavi Creus (el Bruce Willis de la Verneda). La foto era feta, amb una càmera fotogràfica digital que tenia visió nocturna (quan encara no havien arribat els mòbils), a una festa que vam fer al pati de Le Transfo, de Lió, dels amics Marie-Françoise Prost-Manillier i Jean-Vincent Berlottier, quan escara estava en obres. Era el sopar de celebració de la primera exposició del col·lectiu Kanîbal’hopox al MAPRA d’aquesta ciutat francesa.",
        "car6": "Mescla del quadre del Ramon i el meu que vam presentar en la nostra darrera exposició conjunta. Un fragment de la nota premsa intenta explicar l’aventura: “Melvilliada, vol evitar caure en el parany d’abordar la colossal i infructuosa empresa que suposaria pretendre il·lustrar Moby Dick. O, presumptuosament, intentar desxifrar totes les seves críptiques senyals. Ramon i Xesco volen ser l’Ismael o Queequeg, amb els ulls obertíssims de l’etern aprenent i amb infinita capacitat d’experimentar perplexitat, intriga i fascinació envers allò desconegut. Un viatge cap a la llibertat.”",
        "car7": "Seguint una mica l’estela del cor negra flotant del cartell Borntubialaif, vaig dissenyar per la mostra que vaig fer a l’espai de Gràcia Territori Sonor, a la zona gitana del barri. Aquest mostra (com gairebé totes les coses interessants) va ser fruit del pur atzar: una trobada fortuïta  amb el desaparegut Víctor Nubla, al mercat de Gràcia. Arran d’aquesta vam fer aquesta exposició, algunes col·laboracions literàries i una lectura grupal del Moby Dick en més de set idiomes (japonès inclòs). Va organitzar l’esdeveniment el director de la llibreria Pequod, de Gràcia, que va aplegar una vintena de lectors tremendament exòtica i diversa, que semblava un club d’esperantistes o una secta de conspiradors intergalàctics. Una gratíssima experiència. ",
        "car8": "Aquest pòster segueix la línia de les quadrícules, començada amb Ultraroig-Imfravioleta, però canviant les tonalitats vermelloses i porpres pels verds clars. Era una col·lecció de 27 tríptics fets amb collage sobre àlbums de cromos d’una marca de xocolata, que vaig comprar al Marcat de Sant Antoni. Els vaig presentar, com diverses mostres, gairebé totes aprofitant el títol de fantàstic de l’àlbum (tant el genèric com els dels diferents capítols que formaven cadascun dels tríptics): a l’Espai Nivi de Castelló, al Centre d’Art la Rectoria de Sant Pere de Vilamajor o al Centre d’Interpretació de l’Estany (Cal Sinen) d’Ivars d’Urgell.",
        "car9": "Aquest el vaig fer per la mostra homònima que vaig poder presentar al l’Espai de lliure creació Carme Malaret, de Sant Just Desvern. Tots els vitralls de la sala es van omplir d’una sèrie d’abecedaris: lletres, números, símbols musicals, signes ortogràfics, matemàtics, informàtics, religiosos, polítics: signes dels temps. També n’hi havia d’altres molt més críptics, intransferibles o surreals. La nota de premsa ho aclaria: “Signes dels quals no en sabem el codi o són com una metàfora que ens suggereix quelcom que no entenem. Però que també hi han de ser, perquè, potser, l’art tracta simplement d’això.”",
        "car10": "Cartell que vaig fer per l’exposició que inaugurava un nou espai cultural adquirit per l’Ajuntament d’Ivars, Cal Sant, una de les cases pairals de la vila. Aquesta mena de planeta sobre fons negre era un quadre rodó de la sèrie La meva zona de John Ford, que era la darrera fase d’una sèrie de treballs sobre quadres recuperats que s’exhibien a la mostra i que abastaven una trentena d’anys: de De gènere degenerat(2003) a Pintura ballable (2023)."
      },
      "escultures": {
        "age": "Durant tot aquell any, vaig anar arreplegant dels containers d'escombraries un munt de marcs i quadres, normalment daurats (d'aquí el nom del muntatge, L'âge d'or) i de diversos graus de l'escala Kitsch. Tots els meus amics segueixen encara aquest costum i, sempre que troben qualsevol quadre a la brossa, el pleguen i me'l guarden (gràcies, companys!). S'ha de dir que en aquells dies encara no hi havia la legió de cercadors rondant les escombraries que la crisi va comportar. Eren altres temps. Per aquest muntatge vaig aplegar vora de cent peces. Ja havia treballat amb material reciclat a altres muntatges com De gènere degenerat, però aquest cop tota l'exposició era amb material de segona mà. Vaig fer quadres i, sobretot, escultures que formaven part d'un mateix conjunt- instal·lació, fet expressament per a la mostra, a l’antic espai de La Xina A.R.T.",
        "arca": "Aquesta és una escultura de finals de 1999. La vaig fer, amb el meu amic de la infantesa i veí Jaume Ramon Pons, molt més conegut com Dodó, fuster i enterramorts. Es va veure a diverses exposicions Grandes éxitos i Ve algú (a La Xina A.R.T.) i a No(r)way (Gun gallery, Oslo). Més endavant, per una caprici del corrector de Whatsap, s’ha exposat a Ànimes de càntir. Quan preparàvem aquest projecte conjunt amb Manuel Morales una malentès lingüístic va fer que Equipatge imprescindible i un vaixell de fang que havia fet l’escultor formessin part d’un projecte, que anava en altres direccions (com ja veureu). És una peça molt estimada per mi, la tinc sobre l’armari del menjador de casa. Sempre present. Tots som supervivents del diluvi. L’altra imatge, és una escultura dels mateixos temps, que empràvem a les nostres performances els DeLuXe.",
        "artistaman": "L’any 2008 vam fer una exposició col·lectiva a la galeria 4,barbier de Nîmes que es va titular Identité. En ella hi vaig presentar alguns d’aquests objectes infogràfics. La col·lecció sencera la vaig acabar expressament per a l’exposició de presentació del Col·lectiu Kanîbal’hopox al MAPRA de Lyon, per la X Biennal d’art d’aquell ciutat, en l’apartat Ressonance. Hi vaig fer, arrodonint el tema ego, una performance anomenada Portàtil Self Portrait (que va tenir tan d’èxit que la vaig repetir al TPK de L’Hospitalet, en el festival d’art d’acció A.R.T.T.). Volia representar, d’alguna manera, el caràcter polièdric de la meva producció creativa, per això vaig arribar a fer 9 figures diferents (Artista figuratiu, Performer, Escultor...). També es va poder veure ne la mosta El retrovisor d’Alícia, a la galeria ArtPúblic, de Cornellà de Llobregat.",
        "crida": "Aquesta escultura la vaig fer per un projecte que volíem muntar amb el Mariano Poyatos, de la galeria Espai Nivi, per a la fira Sculto, de Logronyo, que, no recordo massa per quina raó, no va acabar prosperant. Crec que aquesta peça només es va poder veure a l’exposició Les meravelles de l’Univers a Cal Sinén, el centre d’interpretació de l’estant d’Ivars i Vila-sana.  De seguida va passar a formar part d’allò que se’n diu, la col·lecció personal de l’artista. La tinc al menjador de casa, des de llavors. El títol, manllevat del gran Jack London, és prou explícit. Recordo que el meu fill Raimon, estant un estiu a la platja de La Pineda (ell tenia pocs anys), va trobar aquest llibre abandonat en algun calaix de l’apartament (era en una d’aquelles col·leccions que es regalaven amb el diari, els diumenges). Se’l va llegir en un sol dia. Ell també havia sentit la crida del bosc. O la de la Literatura. Adjunto algunes escultures fetes aquells mateixos dies.",
        "dormida": "Aquest particular taüt de cartró el vaig fer per una iniciativa de la gent de Riudebitlles Territori d’Art, encapçalats, com sempre, pel meu cosí artista David Ribas Boldú. Sabia que existia de feia temps, però no ens havíem vist mai. Ens vam conèixer tard (una nit de sant Jaume, en un sopar al taller de l’amic comú Jaume Amigó, a l’Alzineta). Des de llavors hem fet una bona colla d’activitats plegats (exposicions, alguna performance) i hem manat mantenint el contacte. Aquesta tardor em va proposar participar en aquest estrany projecte artístic que consistia en treballar sobre un taüt de cartró, a escala 1/1, i, de passada, fe runa crítica lúdica al negoci carronyaire de la mort. Per suposat, vaig dir que sí de seguida. Al muntatge hi vaig conèixer, amés a més, un altre cosí artista (en coneixia tres, però la família és llarga), en Jordi Boldú.",
        "galop": "L’Agrupació Sardanista d’Ivars, a través del seu president, en Ramón Farré, em va encomanar fer-los-hi una escultura per l’aniversari de l’entitat. Jo, que havia ballat sardanes uns quants anys, hi vaig accedir de seguida. Després de repassar per Internet tota una sèrie de monuments afins (alguns realment monstruosos), els vaig plantejar la meva idea i els hi va agradar immediatament. L’escultura és un treball veritablement col·lectiu, vull agrair molt especialment a tots els col·laboradors que van ser imprescindibles en aquest projecte: Xavier Segura, Jaume Ramon Dodó, Josep Fité, Ramon Bech, Lluis Bech, Xavier Badia i altres que segur que em deixo. Aquesta escultura es va traslladar, definitivament, de davant de l’Ermita a la Pista, al mig del poble, fa pocs anys.",
        "lleixiu": "Aquesta cosina germana de peces didàctiques i activistes com ¿Tú por qué no lees?, Lleixiu llibres, la vaig per a l’exposició Grandes éxitos, però era difícil de distingir-la entre el centenars d’obres que la rodejaven. També es va veure a la mostra VicCristal a les H de Vic. La meva amiga, llibretera de capçalera, Emma Gràcia, la va veure de seguida. Va ser un amor a primera vista. Ella, llavors, estava a la llibreria Salas (que tenia un local al carrer Unió i l’altre, la que jo freqüentava, al carrer Ferran, a tocar de la plaça de l’Ajuntament, la Generalitat, el bar del Matas i el dels entrepans Conesa). Ella es va encarregar d’aconseguir més d’un centenar de garrafes de dos litres, de la casa Conejo, per fer un muntatge espectacular (en forma de piràmide, per posar a les Rambles el dia de sant Jordi. És una obra molt aventurera: ha fet d’atrezzo del magnífic programa de televisió L’hora del lector del mallorquí Emili Manzano o la vaig veure estampada en diverses i insospitades edicions de samarretes, com les que aquí s’adjunten.",
        "m": "Aquesta és una escultura que em van encarregar en homenatge a l’escriptora (de fet, l’alcalde d’allavons, Joan Mª Guiu. Hi va participar, activament, el ferrer del poble Antoni Díaz. Va passar diverses fases abans de tenir l’aspecte actual (quan col·labora tanta gent, sempre hi ha malentesos), degut a l’òxid o les pintures de plom. Ara està ufana i peluda com un gran Chewaca verd. Ara forma part de la ruta literària de la gran poetessa i amiga Maria Mercè Marçal. I un altre punt: Sempre s’ha parlat de la utilitat de l’art. A sota mateix de la M hi ha quedat una permanent clapa pelada a la gespa del parc. Vanitosament, jo em creia que la causaven la gent que s’hi feia un retrat a sota (estiuejants, turistes i parelles de nuvis), que també, però la cosa tenia una altra explicació. Un dia, per casualitat, passejant pel parc amb els meus fills, vaig veure que la canalla del poble utilitzava l’escultura com a porteria, i la clapa la feia el sempre solitari porter. Vaig estar molt content i reconegut. Perquè després és digui que l’art no serveix per a res.",
        "poemari": "Només la poesia ens farà lliures, va deixar dit algú. L’amic xino Anxo Baranga va muntar una tournée expositiva per terres galleges (Ourense) que vam voler que fos al voltant de la poesia. La meva aportació van ser una sèrie de llibres objecte.  Més endavant tornaria al tema pel programa Via llibres del Canal 33. Les meves peces feien de cortineta entre reportatge i reportatge literari del gran programa dirigit per l’amic Jaume Clèries. Tots hem escrit poesia (i si no, deu ser que no hem viscut), encara que sigui d’amor, o ho haguem fet de joves. Jo vaig escriure molt i vaig guanyar diversos premis (I Premi de poesia Joan Barceló, L’Espurna del Clot, Sant Jordi a Lo pla d'Urgell, etc) i publicar diversos reculls de poemes, sobretot en revistes locals, que havia ajudat a crear (La Font, a Ivars d’Urgell; Lo Gripau, a Bellpuig; o Transparències, una publicació únicament de poesia, que es va editar a Tàrrega). He reprès l’activitat literària, potser inevitablement, en el meu llibre El desert químic.",
        "sabates": "Aquesta peça, segurament (i inconscientment) basat en una cançó d’El último de la fila i amb missatge prou evident (i més ara, en aquests temps foscos d’hipernacionalismes i feixismes diversos). L’obra la vam presentar a 2003 a l’exposició No(r)way dels de La Xina A.R.T. a la galeria GUN d’Oslo, a Noruega, gràcies a un intercanvi que ens va aconseguir la meva amiga xina Pernille Usterud Svendsen. També i penjo una versió més actual. D’uns anys abans ho és l’altra peça de calçat que complementen aquesta entrada (Catalunya: endavant amb la cultura!, 1998), que vaig fer pel primer NewArt (el 98) en el que vam participar. Era un esdeveniment que es feia l’Hotel Barceló-Sants. Cada habitació, una galeria. La de La Xina A.R.T. semblava la cabina del Marx (érem 15, en aquells temps). Jo vaig fer surrealisme de manual. Havia trobar les dues peces (les espardenyes de sardanes i els patins de rodes) al taller de l’escola on treballo des de sempre, la meva estimada Isabel de Villena, per casualitat, tal com manen els cànons. "
      },
      "experiments": {
        "10ny": "10 artistes mediterranis a NY va ser el primer projecte total (complex i complert, que diuen a la meva terra), ja que aplegava diverses variants creatives complementàries, com una pel·lícula o una òpera. Ara en dirien un fake, ja que em vaig inventar nou artistes de països costaners al Mare Nostrum, als que posaven cara alguns dels meus amics i companys més propers. Ramon Roig, que acabava de tornar de la Gran poma després d’una estada de mig any, es va prestar a fer d’esquer (ell era l’artista d’aquí) de l’ham o nansa que havia preparat. Em vaig treure del barret, a més, un crític novaiorquès, un galerista italo-americà i la seva galeria (Viaggio) i jo em vaig reservar el paper d’una figura incipient, que acabaria fent fortuna (potser massa): el comissari. Tot plegat va ser un pretext engrescador per escriure un catàleg i crear les nou obres i imaginar la personalitat de cadascun dels artistes.  Aquest projecte va tenir una mena de continuació que es va titular 1.9910. Mil nou-cents noranta-deu, que es va exposar a la sala García-Nieto de Cornellà, ampliant el nombre d’artistes falsos, de deu a setze.",
        "desert": "El desert químic és, fins ara, el meu projecte més ambiciós i complex. Combina poesia, arts plàstiques, l’edició d’un llibre i, en certa manera, la meva pròpia vida. El vaig fer durant els primers mesos d’un llarg procés de quimioteràpia (a la llarga en serien 4 tongades, més un transplantament de medul·la). Vaig comptar amb quatre excepcionals prologuistes pel llibre: Ceferino Galán, editor del mític fanzine El naufraguito, Bruno Montané, excels poeta xilè, Benxamín Álvarez, escultor i company de mil projectes artístics i mil viatges, i el gran Luisito Casado, l’altra meitat de DeLuXe i que ja heu vist que ha aparegut moltes vegades en aquest llibre, perquè ja fa molts anys que fem insensateses plegats. Aquesta etapa de la meva vida ha estat, curiosament, molt productiva. Hi ha hagut molt temps per pensar, repensar i plantejar i replantejar-se moltes coses. I això es nota en el treball. S’ha pogut veure, fins ara, en la seva totalitat o parcialment, a El desert químic i Lo desert químic, presentades, respectivament, al TPK / Centre Cultural Tecla Sala, de L’Hospitalet de Llobregat i a Lo Pardal-Fundació Guillem Viladot, d’Agramunt. També al Centre Cultural Can Castell, de Sant Boi i, finalment, a la galeria Espai Nivi, de Culla (Castelló).",
        "designis": "De Signis va ser una exposició feliç i estranya. Va ser la darrera abans d’ingressar a l’hospital per tractar-me un càncer que ja s’endevinava a les fotografies del vernissatge. A la nota de sala intentava explicar el perquè de la mostra i de tot plegat: “Des de fa una colla d’anys que em dedico a la creació plàstica (més de trenta), he treballat, de forma més o menys discontinua, el tema de les taxonomies, llistats, diccionaris o catàlegs. O, dit d’una altra manera, formes d’intentar (infructuosament i entranyablement) ordenar el caos. Aquests alfabets, moltes vegades, són una mena de recull d’elements senzills, gairebé atòmics, que conformen una mena de metallenguatge molt personal. Són els signes als que recorrem, els que triem com a íntimament dilectes i els que entenem com a idonis per transmetre quelcom que necessitem comunicar als altres. Un dels seus atractius d’aquestes llistes és que poden ser inacabables, inabastables. Poden abocar-nos a l’abisme de l’infinit. Sempre és una aventura començar-les i hem de saber quan abandonar-les, com un bon dibuix. L’actual proposta aplega una sèrie confusa d’aquesta mena d’abecedaris: lletres, números, símbols musicals, signes ortogràfics, matemàtics, informàtics, religiosos, polítics: signes dels temps. També n’hi ha d’altres molt més críptics, intransferibles o surreals. Signes dels quals no en sabem el codi o són com una metàfora que ens suggereix quelcom que no entenem. Però que també hi han de ser, perquè, potser, l’art tracta simplement d’això.”",
        "expoxesco": "Expo Xesco és una curiosa exposició individual en format de proposta col·lectiva. La una idea que va sorgir en una època delicada per a mi (una diabetis prematura, que no acabava de controlar). Per una altra banda, es veia que s’havia acabat una etapa (la joventut) i una família, amb la Teresa i dues criatures precioses (el Raimon i la Teresa) certificaven que estava plenament en una altra fase vital. Vaig creure que era el moment de fer un autoretrat diferent. Una cita de Les mil i una nits (inventada per mi) encapçalava l’escrit de la proposta. Vaig convidar 35 amics artistes (i alguns dels meus heterònims, tot s’ha de dir) perquè fessin una obra meva. És, per a mi, una sort immensa poder comptar amb tants amics artistes, que sempre et fan veure les coses des d’òptiques tan diferents com interessants. Una cita de Montaigne (també inventada per mi, com sempre) finalitzava la presentació, a mode de resum. El cartell, com podeu veure, era un homenatge fervent al meu admiradíssim René Magritte.",
        "grans": "Aquesta va ser una proposta plena d’aparatositat, sentit de l’humor i una mica de mala llet. Vaig fer la primera revisió (de múltiples i posteriors) de la meva obra precedent. Dibuixos, escultures, pintures i fotografies que arrodonia amb més d’una vintena d’obres noves, fetes especialment per aquell muntatge. Cal remarcar les figures humanes (a escala real i pintades sobre cartró ploma) que representaven al públic habitual a les galeries de principis de segle. La nota de premsa que em va escriure Luís Casado ho explica una mica tot plegat: “La mostra, que aplega una selecció d’entre dos-cents i tres-cents treballs (no el propi artista ho sap del cert) realitzats pel Xesco Mercé durant, aproximadament, els vint darrers anys (1981-2001) és, en primer lloc, una paròdia de les mostres retrospectives canòniques; en segon, un intent d’entrar al llibre Guiness dels rècords, per la més gran concentració barcelonina d’obres d’art per metre quadrat de la història; i, en tercer lloc, evidentment, vol constituir-se en una singular reflexió sobre la idea de vanitat, feta des de la ironia.”",
        "machine": "L’any 2010, l’amiga francesa Chamille Richard ens va plantejar als membres del macro col·lectiu europeu Kanîbal’hopox un joc anomenat Placard Exquis (Armaris exquisits). A la Kunsthaus de Rhenania-Westfalia, de Colònia, vam fer una primera gran exposició-projecte del col·lectiu. Havíem fet una presentació oficial precedent, a Irena Mikuličiūtė Studio–Gallery, de Kaunas, Lituània, i  al MAPRA a Lió, França. Es tractava de fer Pop-Ups, és a dir, desplegables com els que hi havia abans als llibres infantils i juvenils. Una barreja d’enginyeria papiroflèxica i art contemporani que cadascú va interpretar com va voler i poder. Amb aquest col·lectiu vam fer molts més jocs com aquest: Rumeur (2011), L’Europa caníbal (2011), L’artista contemporani us desitja... (2013), El llapis de paper (2014), Le jeu des mots (2015), Am ende ist es Poesie (2016),  #recording (2019). A més a més de diversos Simpòsium de tots les grups que formen Kanîbal’hopox (Decroissance -2013-, Café Europa -2014-, Menininkas, piestukas -2014-, Ça coule de source -2017- o Menininkas in Jura -2017). D’alguns d’aquests jocs plàstics i conceptuals se n’adjunten imatges en aquesta mateixa secció.",
        "mon": "Aquest és un dels meus darrers experiments plàstics i històrics. A partir d’una sèrie de pintures trobades dotze anys abans (en uns encants solidaris del Baix Llobregat) vaig començar un procés d’investigació sobre els autors dels quadres que em portà a una sèrie de coincidències i aventures que volen ser reflectides en el propi títol de les exposicions. Les vides de Ramon Travesset i Anna Rosselló, així mateix com la de la seva filla Carme (a qui vaig tenir el plaer de conèixer) i tot el seu periple pel continent americà necessiten molt més espai per poder ser explicades com cal. Jo vaig fer-ne una mena de deconstrucció amb obres meves trobades també gairebé per accident al meu taller. El resultat eren una mena d’armaris amb contingut sorpresa que cada espectador havia d’obrir i descobrir. He fet, fins al moment, dues exposicions amb aquest projecte: a la galeria La Grey, de Tarragona (2024) i a Can Xerta, a Sant Pere de Riudebitlles (2024), que és on, casualment, viu ara la petita Carme. Vívim en un món regit per les grans casualitats: el món accidental.",
        "solipsisme": "Directament emparentat amb els projectes col·lectius de Kanîbal’hopox i artistes afins a cadascun dels diversos col·lectius, Solipsisme en commun tenia una gràcia especial, per això l’he posat a part. Aquest projecte consistia en fer catorze autoretrats en dues setmanes consecutives. Hi vàrem participar una trentena d’artistes, de tot el continent, més o menys vinculats a Kanîbal’l’hopox. Es va poder veure a Le Transfo de Lyon (els pares i mares de la criatura) i a l’Espace Culturel de la Faculté d’Education de Montpellier (I.U.F.M.). Jo vaig treballar sobre els pintors que admiro: els surrealistes en general, Picasso, Philip Guston, Magritte, Velázquez, Pollock, Beuys, Warhol, Friedrich, Kippenberger, els dadaistes, Miró, Hopper i Giacometti. Molts anys abans, havia fet una exposició a l’Art públic Cornellà només d’autoretrats. Un tema recurrent entre els creadors de diversos èpoques i particularment, molt treballat per jo mateix (mai més ben dit).",
        "totes": "L’amiga i ex-companya La Xina A.R.T., Nora Ancarola va aplegar un parell de duets dispars per formar un projecte a vuit mans que portaria l’epígraf De Gènere degenerat. El títol el va posar el ja desaparegut poeta i artista conceptual lleidatà Carles Hac Mor. Ell i la seva companya Esther Xargay, amb qui he coincidit en diversos festivals de performances, eren la primera parella. Els DeLuXe, és dir el Luis Casado (o Cadarso, perquè va alternant el cognom) i jo, n’érem l’altra. Jo hi vaig fer una sèrie de 7 quadres de gènere (principalment paisatges i caceres) intervinguts, o tunejats, com es començava a sentir en aquells dies. Vaig arramblar amb tots les pintures que tenia (ho havia tingut penjada) tota la meva família (carnal i política), damunt dels seus respectius tresillos. Aquesta pràctica, la de utilitzar vells quadres com a base de treball, seria la llavor de molts de la meva producció pictòrica posterior (i actual). Podríem dir que la sèrie Totes direccions seria va tenir un caràcter germinal o fundacional d’un llarg llistat de projectes. Es va veure el procés de creació al documental El paisaje en el divan, del programa El escarabajo verde, de RTVE, dirigit pel gran Jero Rodríguez.",
        "transtemps": "La nota de premsa que vaig escriure per l’exposició Transtemps (1988-2018), que reunia exactament 30 peces fetes durant 30 anys, ens ve al pèl per explicar aquest experiment-projecte: “Xesco Mercé ha treballat aquest darrer estiu en aquesta circular línia de recerca. Anant i venint entre l’espai i el temps. Una trentena de dibuixos realitzats a finals de la dècada dels vuitanta, quan encara era a la facultat de Belles Arts de Barcelona, han estat el suport per a nous experiments. Aquestes obres són, alhora, recurrents i noves. Com ho sol ser la pròpia feina de l’artista, impregnada d’una mena de maledicció inherent que comporta la inquietant sensació que cada nova creació sembli inacabada (ja deia Picasso que els quadres no s’acaben, s’abandonen). Però sempre podem tornar a la mateixa pedra, tal com el més etològic dels refranys ens avisa i anima. Trenta dibuixos fets durant trenta anys de treball. Transtemps (1988-2018) sembla el títol més obvi. De moment.”"
      },
      "gransformats": {
        "gf1": "Pintura de guerra va ser el títol que vaig escollir per a una exposició veritablement catàrtica. Acabava de tenir un debut diabètic i, potser per primer cop a la vida (i ja gairebé tocava els quaranta anys) vaig tenir consciència física que això s’acabaria, un moment o altre. Com sempre he fet, quan la vida m’ha donat sorpreses (majúscules o minúscules), per intentar entendre o pair els esdeveniments imposats, he pintat. Aquest cop va ser després d’una sèrie de jocs plàstics més experimentals o propers a allò que se n’hi diu l’art conceptual i tornar a la pintura va ser una mena d’alliberament mentre em refeia físicament i començava a assumir una nova situació vital (i irreversible). Vaig pintar més de 40 quadres, la meitat dels quals de grandària considerable (com els dos que presento en aquestes pàgines). Vaig mostrar-les, per primer cop, al meu poble, Ivars d’Urgell, a la Sala d’actes de la Cooperativa, la qual cosa doblava la implicació personal en la mostra, la primera individual que feia a casa. Es va poder-se exposar també en altres espais: La Xina A.R.T., al T.P.K. i al Tecla Sala.",
        "gf2": "Aquesta peça la vaig presentar a l’edició de DrapArt 2011 (aquest meravellós i internacional projecte que ha sabut tirat endavant i mantenir l’amiga Tanja Grass). Van fer un gran muntatge a l’antic FAD (al Convent dels Àngels, davant del MACBA), i la meva peça era al mur antic de pedra del final de tot, presidint, honoríficament, tot el muntatge. El títol del políptic el vaig manllevar d’un poema que sempre m’ha agradat molt del malaurat Joan Barceló (Al turó de cada vila) i remetia a aquella mena de monstres infantils, idees preconcebudes maldestrament, secrets abstractes, o pors induïdes que poblen el món fantàstic i inabastable d’una de les meves pàtries favorites: la infantesa. Un any més tard, la vaig poder presentar a la mostra Els monstres de Frankenstein, al soterrani de La Xina, presidint també una sèrie de dibuixos preparatoris (o no) sobre paper. Podríem dir que El retaule dels monstres benignes és el meu primer políptic (després en vindrien uns quants més).",
        "gf3": "Aquest quadre pertany a la sèrie Els monstres de Frankenstein, presentada a La Xina A.R.T., de Barcelona, a 2012. Aprofito un retall de la nota de premsa de la mostra prou clarificador: “Aquesta proposta és un poètic, tragicòmic, brutal i enèsim darrer intent de salvar la pintura i tota la genèrica que comporta (amb la càrrega èpica i ètica que només tenen les causes perdudes), enfront d’un art contemporani plàstic, esmunyedís, epidèrmic, anecdòticament ocurrent i de mercantilitat escumosa. L’artista lleidatà, amb dràstica sutura, aplega tots els seus registres precedents (la subtilitat de la pintura, la fragilitat de la instal·lació o la física dura de l’escultura) amb caceres, bodegons, retrats, nus, paisatges i marines rescatats dels containers de l’oblit i reviscuts ara com a noves i belles criatures”. Aquesta peça també es va poder veure a l’exposició Síntesi 2013, al FAD de Barcelona.",
        "gf4": "No és massa sorprenent que la definició més precisa, sintetitzadora i brillant sobre el Barroc la deixés dita Borges en el segon pròleg de Historia universal de la infamia:  “Yo diría que barroco es aquel estilo que deliberadamente agota (o quiere agotar) sus posibilidades y que linda con su propia caricatura. Yo diría que es barroca la etapa final de todo arte, cuando éste exhibe y dilapida sus medios” Barroc’n’roll pretenia completar i concloure una trilogia encetada amb l’exposició L’âge d’or (2009) i continuada per Els monstres de Frankenstein (2011). Es composava d’aquesta  gran mural políptic (5x2 m), de lenta i intricada factura, gairebé com la pròpia trilogia o com una peça de Bach, i per més d’un centenar d’obres de petit format, amb indissimulada vocació d’assumir la urgència i les virtuts i els defectes de les cançons de dos minuts i mig: l’espontaneïtat, la ingenuïtat i la poca vergonya. En definitiva, la sonora contracció que donava títol la proposta volia ser una celebració de la catarsi, i una demostració que la darrera nota d’una fuga barroca no és res més que la llavor negra de tots els fruits que apareixeran en una nova cançó: A-wop-bop-a-loo-bop-a-lop-bam-boo!",
        "gf5": "Quan planejàvem aquest enèsim projecte amb el Ramon Roig tots dos sabíem que seria l’últim. Sense dir-nos-ho. Havíem de triar algun tema que ens apassionés. La música n’era un, des de que perpetraven una versió involuntàriament punk del Love for sale a l’Ático Kaótico, ell amb la trompeta i jo amb el saxo, la música havia estat part importantíssima de la nostra llarga amistat. Junts hem vist desenes de concerts de jazz plegats. Un altre tema era la literatura. Ell va proposar Dostoievski, jo Calvino. Al final vàrem consensuar Melville. Va ser, dissortadament, la seva darrera gran exposició (a La Xina A.R.T.). Cadascú va pintar una gran bèstia (el Ramon una tela i jo aquest políptic) i va dibuixar una bona colla de petites històries de navegants. El projecte havia de tenir continuïtat a Gràcia Territori Sonor, però el Ramon ja no va tenir forces per fer-la. Allà la mostra es va dir Melvilliada, contes de mariners. La inauguració coincidiria amb una lectura del llibre en més de set idiomes (japonès inclòs), organitzada pel gran Víctor Nubla i pel director de la llibreria Pequod, de Gràcia, que tancava (malauradament) portes amb aquella festa lectora. Ens vam aplegar una vintena de lectors tremendament exòtica i diversa, que semblava un club d’esperantistes o una secta de conspiradors intergalàctics. Una gratíssima experiència.",
        "gf6": "Les grans batalles van ser un projecte important, encara que només sigui per les grandàries de les set peces o per la llarga durada de la seva gestació. Aquest és un fragment d el anota de premsa del muntatge: “Roberto Bolaño, en la monumental 2666, fa rememorar un fet (que, curiosament, passa a Barcelona) a un dels múltiples personatges (Amalfitano). Recorda el cas d’un jove que es passa les hores de guàrdia a la farmàcia on treballa llegint. Li agraden les novel·les curtes i els relats, com La metamorfosis, de Kafka; Bartleby, l’escrivent, de Melville; Un cor simple, de Flaubert, o Un conte de Nadal, de Dickens. Prefereix aquests a El procés, Moby Dick, Bouvard i Pécuchet o El Club Pickwick, novel·les llargues dels mateixos autors: Qué triste paradoja, pensó Amalfitano. Ya ni los farmacéuticos ilustrados se atreven con las grandes obras, imperfectas, torrenciales, las que abren caminos en lo desconocido. Escogen los ejercicios perfectos de los grandes maestros. O lo que es lo mismo: quieren ver a los grandes maestros en sesiones de esgrima de entrenamiento, pero no quieren saber nada de los combates de verdad, en donde los grandes maestros luchan contra aquello, ese aquello que nos atemoriza a todos, ese aquello que acoquina y encacha, y hay sangre y heridas mortales y fetidez. La lectura d’aquest passatge, als passadissos semideserts d’una ala de  l’Hospital de la Vall d’Hebron, mentre operaven  la meva mare del cor, és, potser (tot i que l’he recordat un cop he acabat de pintar el darrer dels set quadres) la gènesi de tot el projecte Les grans batalles. Aquest projecte ha durat des de finals de 2014 fins ara, és a dir gairebé tres anys”.",
        "gf7": "Aquest díptic el vaig pintar sobre uns antics mapes escolars que em va proporcionar l’amic cercatresors Xavier Segura (lo Veuf), que els havia tret qui saps d’on. Els vaig mostrar, per primer cop, a l’exposició Les meravelles de l’Univers  (2018) a la galeria Espai Nivi, de Culla, Castelló, juntament amb més de trenta collages sobre àlbums de cromos amb el mateix títol que la mostra. Posteriorment els vaig exposar, amb el mateix epònim, al Centre d’Interpretació de l’Estany Cal Sinén, al meu poble, Ivars d’Urgell (2019). A la nota de premsa d’aquestes mostres hi vaig escriure el text següent que, malauradament, encara és massa vigent: “Les meravelles de l’Univers vol ser un convit a reprendre aquell esperit humanista, en uns temps de pensament únic i ostentosament anti-il·lustrat (lúcidament retratats per la filòsofa Marina Garcés a Nova il·lustració radical). Uns temps de fes cegues, credulitats irracionals, rendicions i renúncies les quals, sempre en desigual batalla, hem de combatre amb la mateixa humilitat i passió amb què hi han lluitat els creadors, cíclicament, al llarg del temps.”",
        "gf8": "“Mercé no és un cognom massa corrent i se’l sol accentuar o escriure amb una riquesa varietal sorprenent, tal com he comprovat en pròpia carn. Francesc és també un nom ubèrrim en diminutius, entre ells, Paco i Xesco. El primer cop que vaig tenir notícia de l’artista Paco Mercé va ser en un llibre de Vidal Vidal (Salvatge oest, un títol prou suggeridor i identificatiu), en el qual apareixia la coneguda anècdota taurina a París, amb els seus col·legues d’aventura, l’escultor tarragoní Julio Antonio i el pintor de Torrelameu Miquel Viladrich. La feliç coincidència nominal, així com el caràcter performàtic del fet, m’atragueren poderosament, Tenia molt clar que havia de fer quelcom sobre aquell individu.” Aquest és un fragment del text que vaig fer per presentar aquesta obra a la mostra Terra de profetes, exposada en l'estrena del nou espai expositiu municipal de Cal Sant, a Ivars (2023). I que he acabant donant a l’Ajuntament del municipi. Paco Mercé. Obra complerta (un títol voluntàriament incorrecte i ambigu) volia acabar la feina que el meu més que improbable avantpassat (no em consta cap parentiu directe ni amb ell ni amb el seu germà Manel, honorat metge de la ciutat) no va voler (o no va poder) acabar mai. Es tracta, doncs, d’un projecte transtemporal (un concepte que he anat desenvolupant en els meus darrers treballs expositius). ",
        "gf9": "Quan es va donar per acabada l’època de reclusió de la pandèmia, després d’uns mesos que van semblar anys, vaig poder tornar al taller d’Ivars. Hi vaig pintar una sèrie de set quadres de gran format. Vaig poder exposar-los, gairebé miraculosament, per les restriccions sanitàries. Però, més endavant, vaig replantejar-me’ls, tal com ho explico en la nota de premsa de la mostra que vaig fer a Can Gallart, en l’edició anual del Mercat Vell de Conesa: “Pintura ballable és una sèrie de nou peces realitzades, de forma intermitent, des de 2020 i acabades aquest 2023. Es van exposar, en part, al CCCA de Sant Boi, en la mostra Oasi (que encara es va haver de visitar amb mascareta) però sempre van ser considerades inacabades per l’autor, car s’havien fet en moment d’urgència creativa, frenèticament, i necessitaven ser repensats. Aquest estiu es van completar els quadres originals i se’n va fer tres de nous. Pintura ballable aplega alguns trets característic de l’obra de Mercé: Reciclatge i reinterpretació (de quadres de gènere antics), l’ús d’un alfabet formal molt personal i un inherent sentit del caos i de la ironia. Pintura ballable vol ser, fonamentalment, una celebració de la vida i de l’art (absolutament indissolubles, segons el Xesco), obrint portes a nous experiments formals, que ja són en camí.”",
        "gf10": "El Pla d’Urgell i, per extensió, bona part de les Terres de Ponent, sempre m’han semblat molt properes, iconològicament i conceptualment al Far West americà. Aquest títol és una mena d’homenatge poc encobert. Reprodueixo un fragment del text de presentació d’aquesta obra, vista a Terra de profetes, Cal Sant, Ivars d’Urgell (2023 i a Ostentació, lluites, abús, simbologia, buit, equilibris i eròtica del poder, Festival Embarrat, Museu Can Trepat, Tàrrega (2024). “Aquesta quadre circular pertany al meu penúltim projecte pictòric. La meva zona de John Ford és una mena d’evolució natural de Ritme de contagi / Pintura ballable. Les línies que rodegen els elements significatius dels quadres que serveixen de base de treball, a diferència del projecte anterior, molt més gruixudes i amb un cert aire Keith Haring (involuntari, jo no el sé veure, però així m’ho han fet notar alguns visionadors). En aquesta nova tongada d’obres les línies són molt més fines i subtils. Provocant, en certa manera, allò que, en llenguatge televisiu, se n’anomena efecte moaré, és a dir, una certa il·lusió de vibració visual. El format rodó és sempre un repte difícil, acostumats com estem a l’ortogonalitat i les quadratures, però sempre m’havia atret treballar-lo i poques vegades n’havia tingut l’oportunitat (potser, en gran format, només hi recordo La Terra Plana). Aquesta sèrie circular em recorda, en certa manera a les fotografies i probes que et fan en les revisions oftalmològiques, quan et fan una fotografia de l’ull i et quedes, es podria dir, cromàticament enlluernat. No se sap com acabarà la cosa (de moment, n’he fet quatre grans quadres) però d’això tracta, precisament, l’Art.”"
      },
      "instalacions": {
        "animes": "Pe projecte La mirada de Ulisses que Agustín Fructuoso va anant desenvolupant en diverses mostres que confrontaven artistes en aparença contraposats, al TPK de L'Hospitalet de Llobregat. Manuel i jo, de llenguatges tan estranyament personals com transferibles, vam buscar un títol per a la proposta que reflectís aquell humor que subtilment impregna feines d’ambdós. Ells mateixos ens la presenten en aquest escrit fet a quatre mans. Un extracte de la nota de premsa intentava explicar que ens portàvem entre mans: “Els dos treballem amb material extret de l'ànima del planeta. Un ho fa amb el fang, matèria primera mítica per a la creació, tant d'homes com de monstres. Un fang germinal que és mescla lenta de les sorres de tots els deserts i les aigües de tots els diluvis. L'altre ho fa amb el polièster obscur de les radiografies, que té el seu origen en petrolis antediluvians, i que serveixen per intentar albirar les estranyes entranyes dels homes i de les màquines.”",
        "basar": "Quan van aparèixer, simultàniament dos fenòmens curiosos: per una banda, reprenent la secular tradició botiguera catalana, obrien els primers establiments de Tot a 100. I, per l’altra naixien els nous basars de l’art nadalencs (amb títols tan enginyosos com Supermercart, Hipermercart). Amb la nostra indissimulada tirada a la paròdia, els artistes de La Xina vam fer, cada desembre dels anys subsegüents, una sèrie d’instal·lacions: La primera, amb caixes de  fusta de Mercabarna, folrant tota la galeria. La seguirien Tendencias (roba estesa), Sacs de gemecs (un barricada sonora), Art Converters (fet amb material de tot a 100) o Seny, 100, un milió (una crítica al món de la banca), entre d’altres.",
        "boig": "Instal·lació presentada a La Xina Graells (sala Coma-Estadella de Lleida, 2001), i a Ve algú (La Xina, 2003). La figura de l’home boig (de la Fuliola) era un personatge icònic de la meva infantesa. Quan apareixia pel poble tota la canalla anava avalotada. Era un home estrany, malalt (desprès el vaig conèixer de gran, quan ja no em feia por, i era entranyable). Aquest és també un homenatge a tots els bojos, als ximples del poble i a tots els personatges que surten d’allò terrible que en dèiem la “normalitat”. Com deia el final d’un poema meu, dedicat a ell: “...aquell personatge llegendari que sempre tornava del no res / el ciclista sense cap que espantava les dones i els infants / i portava a les butxaques la pols de tots els deserts del sistema solar.”",
        "casa": "L’amiga Tanja Grass ens va proposar fer una instal·lació per la celebració del festival DrapArt d’aquell any. El lloc triat era immillorable: entre el MACBA i el CCCB, a la plaça Joan Coromines. El Benxa i jo vam recollir quadres vells i muntar aquesta Casa Museu per a tal esdeveniment. El sempre eficaç Marc Vilallonga, en va fer un complert reportatge fotogràfic que, al cap i a la fi, va donar fe de la seva existència. Va ser una feinada titànica, amb un final inesperat: un tornado (fenomen inusual al Raval de Barcelona) se’l va emportar pels aires i el va deixat fet miques, com si tot hagués estat un somni o un conte fabulós.",
        "domestic": "Curiosa proposta lumínica presentada a dos espais, basada en la projecció de quadres habituals a les decoracions casolanes, sobre mobiliari domèstic. La nota de premsa començava així: “Hom diu que l’home comença a ser-ho quan, en comptes d’empaitar mamuts i desparasitar parents, es posa a fabricar rudimentaris estris d’indubtable utilitat pràctica i, al mateix temps, i potser de forma paradoxalment necessària, comença a deixar els rastres de l’empremta del seu palmell i delinea les siluetes d’animals, mai més tan preciosament dibuixades, a les parets més ocultes de la seva caverna. Des de llavors, l’home ha tingut a la seva llar, ininterrompudament, algun tipus d’Art domèstic.”",
        "flams": "En la nostra segona participació al festival (de la qual en tinc un parell de fotos fantàstiques, on apareixen l’alcalde Clos, el conseller Mascarell i el galerista Carles Taché, amb rostres d’absoluta incredulitat en veure-la): El Teorema de Parkinson-Richter. Estava feta amb més de 200 flams i 200 cervells de porc, que havíem d’anar canviant cada dia, per un tema sanitari i olfactiu. La proposta va tenir un èxit inusitat i, fins i tot, la imatge va ser utilitzada per promocionar la següent edició. Aquell mateix any, contents d’haver trobat en les instal·lacions un llenguatge que podíem compartir tots les membres de La Xina, van fer Espaio Kippel, un muntatge acompanyat de literatura i impostura, a parts iguales (darrera imatge).",
        "mar": "Fèiem un Simpòsium de Kanîbal’hopox al sud de França. Tot i que havia estat per aquelles terres un munt de cops, de sobte, me’n vaig adonar que molt prop d’allà, a escassos kilòmetres, havien assassinat a la poetessa Anna Dodas i a la meva amiga Gemma Argemí. Això em va fer replantejar tot el meu treball que hi tenia pensat fer i vaig començar a treballar en una versió visual, en format vitrall d’església cibernètica, del poema Qui pensa ara en el mar?, de l’Anna. Un poema bell, com tot el llibre Paisatge d’hivern, i tot el que va escriure aquest enorme i malaurada poeta. Aquell mateix any, havia fet un altre vitrall guarnit per l’exposició Menschen aus Süd-Südwest, a la Kunsthaus de Colònia. Es titulava Antonio Machine.",
        "ombres": "L'any 2009, per l'exposició conjunta que cada Nadal fèiem a La Xina (El basar del Xino), vam idear un muntatge de llums i ombres, amb siluetes que va fer cada membre del col·lectiu. Es va dir Projecta ombra. L'any següent vam traslladar el muntatge (multiplicant la seva grandària exponencialment), a la galeria Meno Parkas de Kaunas. El 2012 ens van convidar a un espai encara més gran, l'IUFM de la Universitat de Montpeller (Òpéra d'ombres) i al 2013 ho faríem al TPK de L’Hospitalet (Ombres invisibles). Un projecte itinerant bellíssim i canviant, com ha de ser l'art.  ",
        "poder": "Aquesta proposta d’ampul·lós títol que vaig presentar al festival Embarrat, a Tàrrega, aplegava dues instal·lacions complementàries. Per una banda, a l’oficina gran, hi apareixien quatre quadres circulars (com a forats de cuc), per facilitar la fuga a noves dimensions i universos dels abnegats escrivents imaginaris. Les dues oficines petites, estaven atapeïdes (una mena d’invasió poc subtil) per 36 collages sobre quadres recuperats. Pintures trobades en mercats d’encants i deixalleries diverses que han estat abandonats i bandejats d’allò que en podríem dir “la història oficial” de l’art. Els quadres de gènere tradicionals (paisatges, bodegons i retrats) han estat intervinguts i envaïts per cossos estranys, a mig camí del biomorfirme i una mecànica gairebé obsoleta. ",
        "puniques": "Els amics de La Grey, de Tarragona em van convidar a fer una exposició al seu petit espai del Fòrum romà tarragoní. Jo els hi vaig omplir totes les parets d’una gran batalla. Per aquesta mostra l’Antonio Luque em va escriure aquest text preciós per prologar l’exposició. Us en reprodueixo un fragment: “Aquesta és una obra monumental que ens retreu a les grans obres historicistes del segle XIX. Seguint l'estela de les grans batalles, la proposta que ens fa el Xesco, no en difereix visualment: un caos aparent envaeix totes les parts de l'obra. A més, a causa de la mida de la sala, l'espectador no pot prendre distància per poder veure la peça en conjunt, augmentant aquesta sensació de descomposició, d'estructures que ensorren, la batalla l'envolta, sentint-se un supervivent a l'hecatombe”."
      },
      "murals": {
        "aigua": "Aquets llarguíssim mural el vaig fer a partir d’un esbós sobre paper a l’antic taller que tenia a Esplugues de Llobregat, al passatge dels Ametllers, amb tintes i aquarel·les en tonalitats verdes i blavoses. Un cop a l’espai, pintant sobre fusta DM, vaig treballar durant quatre caps de setmana sencers, amb pintures de vaixell, esprais i retoladors permanents, improvisant i canviant les idees originals, que, al cap i a la fi, és del que es tracta.",
        "anatomia": "En la seva primera exposició a La Xina A.R.T., l’amic Toni Clos va voler que féssim un  projecte a quatre mans, en format mural, continuant, en certa manera, l’experiència que havíem fet a la Torre Muntadas d’El Prat i a la galerie 4,barbier de Nîmes (The music boxer i TXJM). No sé massa per què, però jo en aquells dies treballava sobre òrgans del cos i plegats vam decidir que l’anatomia, en general, fos el fil argumental de la mostra.",
        "carbo": "Aquest projecte col·lectiu. una mica l’estela del projecte The Xina Jazz Machine, per celebrar l’edició anual del cicle El Basar del Xino. Cada any, al voltant de Nadal, muntàvem una exposició-instal·lació grupal al nostre espai (com podreu veure en l’apartat Experiments i aventures). Aquelles festes vam convidar més d’una vintena d’amics artistes per pintar les nostres parets del local de l’Hort de la bomba, amb carbonet, que (sense diminutius) era el que ens portaven cada any els reis.",
        "txjm": "Des de principis d’aquell any, quatre xinos, José A. Troya, Manuel Ruz, Toni Clos i jo, vam estar elaborant un projecte on line. Una mena de cadàver exquisit virtual que havia de prendre cos final en un mural a quatre mans a la galerie 4,barbier de Nîmes. Els quatre artistes (que llavors érem distanciats geogràficament -Mallorca, Sant Hilari de Sacalm, Màlaga i Esplugues) ens vam divertir molt en el muntatge previ, però encara més amb el viatge, l’estada  i la realització del mural. Una molt grata experiència.",
        "pilota": "L’Hotel Estela-Barcelona) havia començat a ser el que era a partir d’una estranya història iniciada pel pintor Antoni Xaus. Quan jo hi vaig intervenir, a part de l’habitació inicial, hi havia diverses suites fetes: Josep Puigmartí, Josep Maria Subirachs, Marc Vilallonga i Pep Duran. Ara n’hi ha moltes més. Jo hi vaig pintar l’habitació 108, a partir d’una sèrie de dibuixos i collages que anava fent sobre papers fets a mà, hi vaig fer sis murals (comptant part del sostre, guarnit amb un parell de dirigibles)."
      },
      "publicacions": {
        "pub1": "10 artistes mediterranis a NY va ser el primer projecte total (complex i complert, que diuen a la meva terra), ja que aplegava diverses variants creatives complementàries, com una pel·lícula o una òpera.<br/>Ara en dirien un <i>fake</i>, ja que em vaig inventar nou artistes de països costaners al Mare Nostrum, als que posaven cara alguns dels meus amics i companys més propers.<br/>Ramon Roig, que acabava de tornar de la Gran Poma després d’una estada de mig any, es va prestar a fer d’esquer (ell era l’artista d’aquí) de l’ham o nansa que havia preparat.<br/>Em vaig treure del barret, a més, un crític novaiorquès (el doctor Rodolfo), un galerista italo-americà i la seva galeria, Viaggio (el tiet Manel) i jo em vaig reservar el paper d’una figura incipient, que acabaria fent fortuna (potser massa): el comissari.<br/>Tot plegat va ser un pretext engrescador per escriure un catàleg (que va editar i dissenyar exquisidament l’amic Raimon Flos) i crear les nou obres i imaginar la personalitat de cadascun dels artistes.<br/>M’hi van ajudar, en parts més tècniques, altres amics, com Xavi Duran materialitzant les fotografies sobre pedra o l’Anna Solé, per a les imatges que il·lustrarien el catàleg.<br/>I, torno a repetir, els “artistes”: Aziza Barouk, escultora turca (Montse Colomina), Jaime Burton, escultor conceptual gibraltareny (Mia Ibós), Milena Makavejec, instal·ladora sèrbia (Estrella Loza), Maria Moriarty, instal·ladora maltesa (Meritxell Balcells), Ahmed Bessayà Nouri, cartel·lista tunissià (Josep Patau), Cossimo Noventa, fotògraf sicilià (Rogelio Segura), Stratos Paleologou, pintor xipriota (Raimon Flos, de nou), Noah Reutermann, escultor israelià (Xavier Segura, Veuf), Fatima Rocamadour, poliartista marsellesa, d’origen algerià (Esther Patau) i el Ramon, excels pintor valencià (com a ell mateix).<br/>Aquest projecte va tenir continuïtat amb la mostra <i>1.99010 (Mil novecientos novena y diez)</i>, a la Sala Garvía-Nieto de Cornellà, amb 6 artistes convidats més.",
        "pub2": "La Conxinxina (revista d’arts i assajos) va néixer per respondre una colla de neguits que els membres de La Xina d’A.R.T. d’aquell moment teníem necessitat de sublimar.<br/>Per una banda, deixar una memòria escrita i gràfica de totes les nostres activitats, tant al nostre espai de l’Hort de la bomba (ja feia dies que havíem abandonat l’espai original del carrer del Doctor Dou), com a fora.<br/>Per una altra banda, molts dels xinos del moment també teníem d’hàbit d’escriure (poesia, relats, assajos).<br/>Jo mateix, després d’una etapa inicial de l’amic Luís Casado, ja m’havia bregat mensualment escrivint les notes de premsa de cadascuna de les exposicions que projectàvem.<br/>Benxamín, Tito, Toni compartien també aquesta inquietud.<br/>D’altres membres del col·lectiu tenien també moltes habilitats i gust pel disseny (el mateix Tito, Marc, Jose) i van poder demostrar-ho en les diverses publicacions.<br/>Però potser la finalitat més important era obrir-nos encara més al món, a través de col·laboracions d’altres artistes (Ramon Roig, Matías Krahn...), activistes culturals (Agustín Fructuoso, Nora Ancarola...), literats (Bruno Montané, Meritxell Cucurella-Jorba), músics (Carlos Santos, Víctor Nubla...) i un llistat llarg d’altres personatges de camps diversos que consideràvem tremendament interessants (Ramón Más, Jero Rofríguez...).<br/>Un mitjà ideal per aconseguir aquest darrer objectiu van ser les diverses entrevistes que vam poder fer a artistes consagrats (Francesc Torres, Joan Fontcuberta...), músics (Gorka Benítez, David Pastor, David Xirgu...), cineastes (José Luís Guerín, Oriol Ferrer...), actors (Ramon Fontseré, Juan Margallo...) i un llarg etcètera que anireu trobant en l’ampliació de l’índex que hem fet per a cadascun dels números de la revista.",
        "pub3": "La meva etapa d’estudiant de batxillerat va ser una etapa tan feliç com productiva.<br/>A l’Institut de Bellpuig hi vaig fer amics que han perdurat fins ara.<br/>D’entre moltes activitats fetes amb aquella bona colla de nous companys en sobresortí, per raons òbvies, una: la revista <i>Lo Gripau</i>.<br/>L’ànima indiscutible va ser el professor d’història Enric Vicedo, tot i que hi van col·laborar molts altres mestres com en Ramon Miró o el Rafael Ferrer, en la part d’escriptura, o el Lino García, com a dibuixant.<br/>Els del meu curs érem agosaradament actius i omplíem gairebé les tres quartes parts de les pàgines de la publicació, amb contes, poemes, còmics, fotografies o passatemps.<br/>Quan anàvem a celebrar els 40 anys del nostre primer curs de BUP, el meu antic company de pupitre, i actual professor d’Educació Física al mateix centre Lo Pla d’Urgell, Jaume Capdevila, em va proposar recrear un número especial de la revista (que, de fet, es segueix publicant, amb una altra estètica més moderna, però mancada de la pàtina <i>vintage</i> que deixava el ciclostil i les fotocòpies de baixa resolució).<br/>Vaig dissenyar tota la revista, amb la col·laboració imprescindible dels vells companys d’editorial: Teresa Alsina, Toni Granollers, Salvador Miret i Xavier Sans.<br/>S’hi van afegir, per aquest número commemoratiu, els amics Magí Clavé, Joan Berengué, Teresa Bech, Miquel Pons, Cristina Solé, Ignàsia Mata, Anna Vidal, Joan Baldrich, Carme Berengué-Giraudon i Neus Lluelles.<br/>Juntament amb el mestre Enric Vicedo.<br/>A part de les aportacions literàries, hem d’agrair a tots els que van aportar material gràfic (fotografies i dibuixos), per farcir com calia aquest bonic pastís d’aniversari.",
        "pub4": "El desert químic és, fins ara, el meu projecte més ambiciós i complex.<br/>Combina poesia, arts plàstiques, l’edició d’un llibre i, en certa manera, la meva pròpia vida.<br/>El vaig fer durant els primers mesos d’un llarg procés de quimioteràpia (a la llarga en serien 4 tongades, més un transplantament de medul·la).<br/>Vaig comptar amb quatre excepcionals prologuistes pel llibre: Ceferino Galán, editor del mític fanzine <i>El naufraguito</i>, Bruno Montané, excels poeta xilè, Benxamín Álvarez, escultor i company de mil projectes artístics i mil viatges, i el gran Luisito Casado, l’altra meitat de DeLuXe amb el que ja fa molts anys que fem insensateses plegats.<br/>La nota de premsa de les successives exposicions d’aquest projecte (TPK / Centre Cultural Tecla Sala, de L’Hospitalet; Lo Pardal-Fundació Guillem Viladot, d’Agramunt; Espai Nivi, de Castelló) ho explica prou bé:<br/><i>“Una hora o altra, a tots ens toca travessar un desert. Pot ser que aquest només sigui de dimensions domèstiques, però també pot tenir una magnitud abismal. Pot durar només un mal moment, un mal dia, o convertir-se en una llarga temporada a l’infern. En pots sortir, com ho van fer Travis Henderson a Texas o T.E. Lawrence, conquerint Àqaba. Però també t’hi pots perdre eternament, com en un laberint de murs invisibles, com els de Eryx. Fins hi tot hi ha qui, per pròpia voluntat, s’hi endinsa per fer-hi un retir espiritual, o un dejuni mental, per trobar la pregunta a totes les respostes. Jo hi vaig entrar la tardor de 2021, quan se’m va diagnosticar un limfoma de Hodgkin, un tipus de càncer. A la primera primavera d’aquest estrany viatge (en el que jo no voltava pel món, però pel meu cap hi van passar diversos universos) vaig engegar un incert projecte de dibuixos i poemes. Aquest s’ha acabat materialitzant en l’aplec de collages, que ara podreu veure, i en un llibre, que ara podreu llegir, si us plau.”</i>",
        "pub5": "Aquest llibre volia ser una mena de revisió i reordenament de la meva producció plàstica, des de 1983 a 2023.<br/>Seleccionar quin fill t’estimes més sempre és un afer gairebé impossible, però vaig fer una tria d’imatges i de textos precedents (de <i>La Conxinxina</i>, de notes de premsa, etc.) que, en aquell moment, creia prou significatiu.<br/>Vaig tenir la sort i el plaer de poder comptar amb l’historiador i crític Joan Maria Minguet Batllori i amb el director de Lo Pardal, Pau Minguet, pel pròleg.<br/>I jo mateix vaig escriure un prefaci que era prou aclaridor:<br/><i>“Quan un està a les tres pedretes es diu que veu passar un recull selecte d’imatges de la seva vida i obra. Sempre he tingut la potser malsana curiositat per saber quines diapositives em tocarà visionar. Si tirem de la famosa metàfora felina, us puc ben dir que, per estadística, ja n’he gastat segurament més de les que em queden, de vides, però en cap dels trànsits que ja dec haver passat, no recordo massa cap visió concreta.<br/>Sabré esperar, amb més paciència que pressa, a conèixer les estampes de la meva part vital, però m’he volgut avançar una miqueta en fer una primer balanç visual de la meva obra. O, sent més precisos, de la meva producció artística. Com ho solen ser tots aquests memoràndums, aquest també serà incomplert, sentimental, revisable i trampós, però és el que hi ha, de moment.<br/>Per prologar aquesta mena d’antologia de disbarats he tingut la sort de comptar amb els dos Minguets, el Joan Maria i el Pau, que van acceptar el repte-convit de col·laborar plegats, per primer cop, en una aventura com aquesta. Comptant amb tant grans pare i fill, a mi em tocava el paper d’Esperit Sant, sempre més ambigu i multiforme. Crec que agraireu, tant com jo ho he fet, les seves paraules inicials, que us mostraran alguns topants i dreceres per l’incert viatge posterior.<br/>Quan escric això, ja tinc el cap als quadres que estic fent al taller, o als projectes que vaig encetar la setmana passada, que ben bé podrien incrementar el llistat de filmines. 121 és, però, el nombre definitiu, seguint un costum (una mica maniàtic) que tinc a l’hora de fer sèries (sempre números quadrats: 4, 9, 16, 25...). <i>Onze al quadrat</i> era el primer títol provisional, però he acabat posant l’accent en un altre tema. Accent tancat, en aquest cas.”</i>"
      },
      "series": {
        "crusoe": "El primer cop que vaig exposar a França, va ser a Bobigny (a la banlieu de Paris). A la Sala d’exposicions de l’Hotel de Ville, hi vam mostrar la col·lectiva Des bonnes intentions pour les mille ans à venir. Va ser una macro exposició (l’espai, el tracte, l’hospitalitat, tot... va ser exquisit per part de l’ajuntament comunista de Bobigny: un gust, un plaer, un altre món... en resum: Cultura). Fonamentalment hi eren els nous membres de La Xina (Benxamín Álvarez, Nora Ancarola, Santi Erill, Jesús Etxarte, Joan Pallarés, Pernille Usterud-Svendsen...), després d’algunes desercions entre els deu membre fundadors. Jo vaig col·laborar amb 81 assemblatges. Una sèrie de peces filles d’un projecte precedent (Veí del cos, que vaig exposar a El taller de Gràcia i era de format més petit, feta sobre paper i més propera a la bidimensionalitat que a la tridimensionalitat, com aquesta, plena d’assemblatge si relleus. Sempre m’han agradat els diccionaris i les taxonomies i, per extensió, els projectes de sèries. Aquesta és una de les meves favorites.",
        "diccionari": "Aquest ha esta el meu projecte, potser, més treballat i viatjat. Diccionari de miralls (que era el nom original) consta de més de tres-cents collages de plàstics pintats. La primera exposició la vaig fer a la Fundació Vall Palou, de Lleida, a 2012 (amb l'ajut imprescindible de l'amiga poeta Meritxell Cucurella-Jorba). La segona va ser al Col·legi d'aparelladors de Barcelona (Diccionari mut, 2013, gràcies també a l'amiga Teresa Pallàs), per seguidament anar al CAATEEB de Granollers (Diccionari abreviat). Després va anar a la galeria Stalowa de Varsòvia, a Polònia (Salon Letni, 2015, gràcies a l'amic Krzysztof Stanislawski). Després a la galeria Meno Parkas, de Kaunas, Lituània (2017, gràcies a l'amic Arvydaz Zalpys i tota la seva tropa). Desprès va anar a La Xina A.R.T. (2X, a casa, a Barcelona, 2017), d'allí a l'Escola Isabel de Villena (Diccionari Escolar, 2018) per acabar a Ivars d'Urgell, el meu poble, a Taller Obert (2019). Treballada i rodada, com us havia dit. Els elements retratats en els diversos miralls (me n'he anat adonant a través dels anys) són element molt personals i íntims, però, alhora, reflex d'uns temps: els meus (la meva infantesa, concretament). Molts objectes no els coneixen els meus fills, o els meus alumnes. També són el reflex d'un lloc (són molt rurals, no els coneixen al gent de capital, i són molt d'aquí (a Varsòvia o a Lituània em preguntaven què eren determinades coses). En definitiva son Signes dels temps, com deia un petit geni de Minnealpolis.",
        "ictio": "Ictionari és una versió millorada, destil·lada i bitonal dels Ictiopoemes que vaig presentar a La Peixateria, de Sant Boi, que es va veure a Can Castells Centre d’Art (CCCA), de la mateixa localitat. La primera sèrie constava de 25 collages iamb coloració bastant pop. La segona era en estricte blanc i negre, però constava de 81 peces. Deia el gran Joan Brossa que la poesia era la menys perniciosa de les perversions del llenguatge. El poeta gaudeix de les mutacions etimològiques amb finalitats ben diferents de les de, per exemple, un filòsof, un polític o un advocat. Els éssers marins que s’amaguen rere els seus símbols, o darrere els seus noms, són el pretext d’aquest lúcid i lúdic exercici de poesia visual. Aquesta aventura creativa  es distingia per la simplicitat voluntària dels elements formals: plàstics, únicament treballats amb tisores, esprai i retolador. Humil i orgullós hereu de tots els il·lustres i rars catalogadors (Magritte, Duchamp, Miralda, Cotázar, Bach, Monk i uns punts suspensius infinits, a més dels dos ja citats -Brossa i Borges), vaif continuar, amb aquest projecte una de les seves pendulacions creatives més conceptuals: la dels diccionaris. Una proposta fresca i entremaliada com els crits de reclam del peixaters: -Que aquest peixet em tremola a les mans, nena!. ",
        "melville": "Quan planejàvem aquest enèsim projecte amb el Ramon Roig tots dos sabíem que seria l’últim. Sense dir-nos-ho. Havíem de triar algun tema que ens apassionés. La música n’era un, indubtablement, però també ho era la literatura, per la qual ens vam acabar decidint. Ell va proposar Dostoievski, jo Calvino. Al final vàrem consensuar Melville. Va ser, dissortadament, la seva darrera gran exposició (a La Xina A.R.T.). El projecte va tenir continuïtat a Gràcia Territori Sonor, però el Ramon ja no va tenir forces per fer-la (allà la mostra es va dir Melvilliada, contes de mariners). L’afer va ser fruit (com gairebé totes les coses interessants) del pur atzar. Em vaig ensopegar amb el Víctor Nubla en un bar, prop del mercat de Gràcia. Allà ens vam re-presentar (ens havíem vist algun cop, tangencialment) i vam començar a parlar de projectes. Jo tenia el cap del projecte sobre Melville i l’edició del LEM d’aquell any, inesperadament per a mi, també anava sobre l’autor de Moby Dick. L’entusiasme va ser mutu i immediat. La inauguració de la meva exposició coincidiria amb una lectura del llibre en més de set idiomes i conclouria amb un concert del trio musical experimental i casual format per Tuna Pase, Litenant Caramel, i Eduard Altaba. Per desgràcia, aquell dia va ser el darrer que ens veuríem amb el Víctor i també amb el pintor Manolo de Val, que ens va visitar abans d’obrir. Ambdós ens deixarien uns mesos després.",
        "paperama": "Penúltima, de moment, de les sèries, presentada a la XII biennal d’obra sobre paper de Riudebitlles, en la qual em van atorgar una menció d’honor. Aquest text el vaig escriure per una companya que va fer la visita guiada a la mostra: “Sota aquest cinemascòpic títol s’hi apleguen una sèrie de collages realitzats durant la primavera d’aquest any 2024. Son una mena de destil·lació d’esbossos fets en petites llibretes que són, més o menys, el meu modus operandi de treball preparatori. Cada llibreta te curiosos epígrafs (depenent d’on les faig o del sentit de l’humor del moment): Dibuix davant del televisor, Dibuixos del Tour de França, Dibuixos de la Platja de la Pineda o Dibuixos mirant avorrits partits de futbol... Aquests, concretament, venien d’unes llibretes de format mitjà (din A4), anomenades Cansons i cançonetes, pel tipus de paper i la lleugeresa musical dels traços. Tècnicament, son dibuixos de llapis de grafit i collage de radiografies pintades amb esprais sobre diversos papers. En uns moments d’empatx tecnològic febril,  de pirotècnies electromagnètiques diverses i de metallenguatges redundants i perillosament endogàmics, tornar al llenguatge auster (i alhora infinit) del dibuix és, gairebé, un posicionament o compromís tant ètic com estètic.”",
        "standard": "La sèrie Standars la formaven deu collages amb nom triple, basades en estàndards de jazz que representaven 10 moments del dia (del despertar a la matinada). No cal que insisteixi en la meva passió indissimulada pel Jazz i per Monk en particular (dels 10 quadres, 5 eren composicions de Thelonious). Els vaig exposar a El Cafè del carrer del Torrent d l’Olla, que, en aquells dies, era una mena de base d’operacions de la colla. Recordo alguns dels títols: Well you needn’t o Desprès anirem al Mundial o Tienes un culo precioso (higiene maitinal),  All you things you are o Quan dorms, sembles un Modigliani o Siesta! (migdiada llarga), ‘Round midnight o Amb la 3a al Raval o Taxi, taxi!!! (la mitjanit) o A night in Tunissia o Avui no catxarem o Payos en la playa (la sortida de sol, vora el mar.) Com alguna sèrie anterior, aquesta té un cert aspecte de còmic, amb vinyetes de colors neutres, però que completen, com un puzle a mig fer, una escena general. El collage i la multiplicitat de recursos gràfics (pintures, tintes, retoladors, ceres) són una constant d’aquells dies i de bona part de la meva producció. ",
        "tatuats": "Una llarga sèrie (més de 100 peces) presentada a Quei15 Art Gallery, de Barcelona (gestionada pels amics Rosco, Rosa i Manel). Va ser la primera mostra després d’una pausa obligada pel meu transplantament de medul·la. Vaig escriure un text llarg, però molt dilecte per ami, us en penjo només el principi, perquè us quedeu amb ganes de més: “Són pocs els objectes que hagin generat tanta quantitat de simbologia, misteri i màgia com els miralls. La mitologia, la literatura, el cinema o la física han multiplicat el seu equívoc reflex a nivells gairebé fractals. El mirall és una lleu membrana que duplica i inverteix el nostre costat de món o també pot ser una porta de mercuri a universos infinits. Com pot ser-ho la llista següent: Alícia, a través del mirall, per començar / Les ulleres de mirall del policies de carretera dels deserts d’Arizona / La Venus del mirall, preguntant insistentment qui és la més bella, fins que es convertirà en la madrastra del conte / El miralls minúsculs cosits als vestits dels toreros o als dels pallassos tristos / Els laberints de miralls, que es van esbocinant a trets, com el de La dama de Xangai / Els miralls deformants del carreró del Gato / Els miralls de l’interior de la porta dels armaris, una segona porta inesperada vers mons inexplorats / Els miralls d’Arquímedes que incendiaven naus a Siracusa / El mirall on no es reflectiran mai els vampirs /  El mirall que posem a la boca dels morts, per veure si encara els hi queda l’últim alè / El mirall que hi ha al metro de Tokio, perquè els suïcides es repensin al darrer moment / La bola de miralls que va girant lentament damunt de la pista de ball polsosa d’una discoteca tancada...”",
        "tauro": "Aquesta sèrie estava formada per 36 collages 36 (com als cartells taurins) i en vaig vendre més de la meitat. Les vaig exposar, per primer cop, a la mostra col·lectiva itinerant Arando desprevenidos el fràgil peralte sin plan ni brújula, un enrevessat títol resultant d’un joc grupal, semblant als cadàvers exquisits. Primer es va exposar al mític espai alternatiu de València, El Purgatori, i, mesos desprès, a la galeria Contemporánea de Granada. He de reconèixer que, en aquella època anàvem un o dos cops l’any a veure alguna corrida, amb el Ramon o amb els amics del poble (Rogelio, Antoine, Jaime , Lobo) Pecats de joventut (com l’esport, tal com va dir Fellini). Tot i això, la tradició taurina pictòrica que havien reflectit meravellosament els mestres antics (Goya, Casas, Picasso) ja necessitava, en aquell moment, alguna mena actualització (sempre ha tingut una pàtina casposa que li costarà perdre). La Tauromàquina volia ser, al mateix temps que la seqüenciació dels moments d’una cursa de braus, una revisió de la història de l’art (més aviat contemporani) en general. Per això apareixen infinites referencies als grans (o no tant) de la pintura: els nans de Velázquez, les dianes de Jasper Jones, els ulls desorbitats de Saura, els colors de Phillip Guston, les llaunes de Warhol o els bous espellats de Rembrandt o de Bacon. ",
        "univers": "Hi ha una expressió al català de Lleida que no troba traducció satisfactòria en cap altra llengua coneguda, ni tan sols al català occidental: Sol de forat. Aquests tres mots serveixen per definir aquella llum irreal i hiperbòlica que s’obre pas entre els núvols i sol precedir una tempesta de les de veritat. Per això, en alguns pobles també n’hi diuen sol de trons, amb tota la raó del món. Sempre he associat la sensació lumínica d’aquest fenomen meteorològic amb dos concepte més abstractes i d’etimologia familiar: la il·luminació i la il·lustració. Les meravelles de l’Univers vol ser un convit a reprendre l’esperit humanista d’aquells època, en uns temps de pensament únic i ostentosament anti-il·lustrat. Uns temps de fes cegues, credulitats irracionals, rendicions i renúncies les quals, sempre en desigual batalla, hem de combatre amb la mateixa humilitat i passió amb què hi han lluitat els creadors, cíclicament, al llarg del temps. Aquest conjunt de treballs sobre formats reciclats diversos (àlbums enciclopèdics mai completats, cartografies obsoletes, obra pròpia digerida per l’oblit i la memòria) no fan sinó repensar la nostra cultura que, tal com sentencia la filòsofa Marina Garcés, “és tot allò que fem per ajudar-nos a aprendre a viure junts”. Les meravelles de l’Univers vol ser, al cap i a la fi, un ventall per escampar boires i que torni a lluir la màgia inexplicablement sorprenent d’un sol de forat.",
        "xove": "L’ estiu del 95 vaig fer un dels viatges més bells dels que he pogut gaudir amb la Tresa. En un vell i petit Peugeot vam travessar la península per fer un viatge que seguís tots els fars de Galícia i, de passada, bona part de les terrers interiors. Galícia sempre ha estat una de les meves illes favorites. Un món màgic i intemporal, amb boires perpètues que amaguen boscos farcits de meigas i de lobishomes. I, a més a més, d’allí era un altre dels meus millors amics i company d’activitats artístiques: el gran Benxamín Álvarez (a qui encara no coneixia). Xove na terra la formaven una trentena de quadres de format mitjà. I vaig tenir la sort de vendre’n una bona colla. El dibuixos representaven una mena d’història il·lustrada d’una sèrie de personatges (mig astronautes, mig marins) que anaven explorant i redescobrint Galícia. Van sortir de les lectures esbiaixades d’un llibre-pamflet delirant, sobre la Galícia màgica, que vaig trobar en una de les pensions on ens vam allotjar en aquelles fabuloses dues setmanes."
      }
    }
  }
}