{
    "header": {
      "title": "Main Name of the Web",
      "home": "Inici",
      "about": "Sobre mi",
      "newsletter": "Notícies",
      "gallery": "Galeria",
      "books": "Llibres",
      "contact": "Contacte"
    },
    "main": {
      "welcomeMessage": "Bon dia",
      "bodyText": "This is the body of the main page. Add your content here to share details about your site or project."
    },
    "about": {
      "description": "Xesco (Francesc Xavier) Mercé Balagué. Ivars d’Urgell (Pla d’Urgell, 1965).<br><br>Artista multidisciplinari. Llicenciat en Belles Arts per la Universitat de Barcelona (1988). Membre fundador del grup col·lectiu d’artistes La Xina A.R.T. (1997), i de la xarxa europea d’espais d’art contemporani <i>Kanîbal’hopox</i> (2008). Va formar el duet performer \"Deluxe\" amb Luis Casado. És professor de dibuix a l'Escola Isabel de Villena. Ha estat editor i director de la revista d’arts i assajos <i>La Conxinxina</i>. Ha fet, fins ara, més de 50 exposicions individuals i més de 140 de col·lectives, a banda de nombroses accions, instal·lacions i escultures públiques. El seu treball s’ha exposat arreu del país i de l’estat i en una dotzena de nacions del continent europeu i d’Àsia. <br><br> El seu treball plàstic abasta gairebé totes les disciplines i tècniques: de la <i>performance</i> a la poesia, passant pel dibuix o la música experimental.  Segons ha dit Lucien Verneuil, la seva obra \"és a mig camí entre la poesia, la ironia, la crítica (i autocrítica d’art), l’experimentació i l’agitació social\". El crític d’art Joan Maria Minguet Batllori i l’historiador Pau Minguet han escrit d’ell: \"La seva obra és una successió de desenllaços, respostes a preguntes noves i respostes a preguntes que ja existien fa molts d’anys. Respostes que no són seqüencials i que eliminen les precedents, es van entortolligant en un seguit de conclusions sempre provisòries. És un artista que té la voluntat de traslladar-nos a la pregunta, a la inestabilitat. Les certeses sempre juguen a favor del poder, deu pensar. Les incerteses conviden l’espectador a sortir de la mol·lície o l’alienació.\"<br><br> Ha publicat també quatre llibres: <i>10 artistes mediterranis a N.Y.</i>, 1998, <i>Mil nou-cents noranta deu</i>, 1999, <i>El desert químic</i>, 2023, i <i>´ (accent tancat)</i>, 2024. Viu i treballa a Esplugues de Llobregat i a Ivars d’Urgell, on hi té el taller.<br>"
    },
    "gallery": {
      "description": "Descripciño de la galeria asd asd asd as sd sfffsd a"
    },
    "books": {
      "desertQuimic": "Descripció del Desert Quimic asdasda asd as as dasd",
      "obres": "Descripció de ´ conxinxina asdasda asd as as dasd",
      "conxinxina": "Descripció de la conxinxina asdasda asd as as dasd"
    },
    "newsletter": {
      "description": "Descripció de les noticies asd asd asd as sd sfffsd a"
    },
    "contact": {
      "message": "Contaam per aquí"
    },
    "footer": {
      "rights": "Tots els drets reservats."
    },
    "metadata": {
      "description": "Descripció web"
    }
}