{
  "header": {
    "about": "About",
    "newsletter": "Newsletter",
    "gallery": "Gallery",
    "contact": "Contact"
  },
  "thumbnails": {
    "accions": "Actions",
    "cartells": "Posters",
    "escultures": "Sculptures",
    "experiments": "Experiments",
    "gransformats": "Large Formats",
    "instalacions": "Instalations",
    "murals": "Murals",
    "publicacions": "Publications",
    "series": "Series"
  },
  "about": {
    "description": "Xesco (Francesc Xavier) Mercé Balagué. Ivars d’Urgell (Pla d’Urgell, 1965).<br><br> Multidisciplinary artist. Graduated in Fine Arts from the University of Barcelona (1988). Founding member of the collective group of artists La Xina A.R.T. (1997) and the European network of contemporary art spaces <i>Kanîbal’hopox</i> (2008). He formed the performance duo \"Deluxe\" with Luis Casado. He is a drawing teacher at the Isabel de Villena School. He has been editor and director of the arts and essays magazine <i>La Conxinxina</i>. So far, he has held more than 50 solo exhibitions and more than 140 group exhibitions, in addition to numerous actions, installations, and public sculptures. His work has been exhibited throughout the country and the state, as well as in a dozen countries in Europe and Asia.<br><br> His artistic work covers almost all disciplines and techniques: from <i>performance</i> to poetry, through drawing and experimental music. According to Lucien Verneuil, his work \"is halfway between poetry, irony, criticism (and self-criticism of art), experimentation, and social agitation.\" Art critic Joan Maria Minguet Batllori and historian Pau Minguet have written about him: \"His work is a succession of outcomes, answers to new questions, and answers to questions that have existed for many years. Answers that are not sequential and that eliminate the previous ones, intertwining in a series of always provisional conclusions. He is an artist with the will to bring us to the question, to instability. Certainties always play in favor of power, he must think. Uncertainties invite the viewer to step out of complacency or alienation.\"<br><br> He has also published four books: <i>10 Mediterranean Artists in N.Y.</i>, 1998, <i>Nineteen Hundred Ninety Ten</i>, 1999, <i>The Chemical Desert</i>, 2023, and <i>´ (Closed Accent)</i>, 2024. He lives and works in Esplugues de Llobregat and in Ivars d’Urgell, where he has his studio.<br>"
  },
  "gallery": {
    "back": "Back"
  },
  "newsletter": {
    "description": "Check out the latest news",
    "news": {
      "new1": {
        "title" : "La lliga de la justícia poètica",
        "subtitle" : "Colective Exposition",
        "description" : "Due to the heavy floods that have affected the province of Castellón, we have had to postpone the <i>The Chemical Desert</i> exhibition until the fall. I'm sharing the project presentation text so we can keep it in mind:<br><br>“Sooner or later, we all have to cross a desert. It may only be of domestic proportions, but it can also be of an abysmal magnitude. It may last just a bad moment, a bad day, or turn into a long season in hell. You can come out of it, more or less victorious, as <i>Travis Henderson</i> did in <i>Texas</i> or <i>T.E. Lawrence</i>, conquering <i>Aqaba</i>. But you can also get lost in it forever, like in a labyrinth of invisible walls, like the walls of <i>Eryx</i>. There are even those who, by their own will, venture into it to undertake a spiritual retreat or a mental fast and find there the question to all the answers.<br><br>I entered it in the fall of 2021, when I was diagnosed with <i>Hodgkin's</i> lymphoma, a type of cancer. After various journeys through several deserts, I am now near the edges, on a kind of deserted and gentle beach, combed by a soft sea breeze. It resembles a vast cinematic set or the beginning of a film by <i>Carl Theodor Dreyer</i>.<br><br>In the first spring of this strange journey, I began an uncertain project of drawings and poems. This eventually materialized into a collection of collages, which you can now see at <i>Espai Nivi</i> (in fact, the project could have been renamed “<i>The Nivi Desert</i>”), and into a book, which you can now read, if you feel like it.<br><br>The pretext I chose was the colossal attempt to organize chaos undertaken by a bearded sage named <i>D.I. Mendeleev</i>, creator of the periodic table. The 118 elements gave the title to each image and, as an acrostic, the base for each verse.<br><br>This literary and visual collection (a sort of strange logbook that follows no other logic than that of dreams) accompanied me throughout my journey and was, at once, oasis, island, or space station. I hope it serves as a navigation chart, perhaps inaccurate and incomplete, but mysteriously exciting, for your own future adventures through any of the deserts, oceans, or immense voids of the galaxy."
      },
      "new2": {
        "title" : "El desert químic",
        "subtitle" : "Individual Exposition",
        "description" : "Due to the heavy floods that have affected the province of Castellón, we’ve had to postpone the <i>The Chemical Desert</i> exhibition until the fall. I’m sharing the project’s presentation text to keep it in mind:<br/><br/>“Sooner or later, we all have to cross a desert. It may only be of domestic dimensions, but it can also have an abysmal magnitude. It may last just a bad moment, a bad day, or turn into a long season in hell. You may come out of it, more or less victorious, like <i>Travis Henderson</i> in <i>Texas</i> or <i>T.E. Lawrence</i> conquering <i>Aqaba</i>. But you may also get lost in it forever, like in a labyrinth of invisible walls, like the walls of <i>Eryx</i>. There are even those who, by their own will, enter it for a spiritual retreat or a mental fast to find there the question to all the answers.<br/><br/>I entered it in the fall of 2021, when I was diagnosed with <i>Hodgkin</i>’s lymphoma, a type of cancer. After several crossings through various deserts, I’m now close to the edges, on a kind of deserted and gentle beach, combed by a soft sea breeze. It resembles a huge film set or the beginning of a movie by <i>Carl Theodor Dreyer</i>.<br/><br/>In the first spring of this strange journey, I started an uncertain project of drawings and poems. This ended up materializing in a collection of collages, which you can now see at <i>Espai Nivi</i> (in fact, the project could have been renamed “<i>The Nivi Desert</i>”), and in a book that you can now read, if you feel like it.<br/><br/>The pretext I chose was the colossal attempt to organize chaos undertaken by a bearded sage named <i>D.I. Mendeleev</i>, creator of the periodic table. The 118 elements gave a title to each image and, in the form of an acrostic, a base for each of the verses.<br/><br/>This literary and visual collection (a kind of strange logbook that follows no other logic than that of dreams) accompanied me throughout my journey and was, at once, oasis, island, or space station. I hope it serves as a navigation chart, perhaps inaccurate and incomplete, but mysteriously exciting, for your own future adventures through any of the deserts, oceans, or vast voids of the galaxy."
      },
      "new3": {
        "title" : "Vídeos",
        "description" : "I am posting a brief compilation of videos about various artistic projects."
      }
    }
  },
  "footer": {
    "rights": "All rights reserved."
  },
  "metadata": {
    "description": "Description web"
  },
  "assets": {
    "terms": {
      "technique": "Technique",
      "editor": "Editor",
      "dimensions": "Dimensions",
      "year": "Year",
      "location": "Location"
    },
    "techniques": {
      "accioGastronomia": "Art and gastronomy action",
      "duetPerformatic": "Performative duet",
      "accioReivindicativa": "Protest action",
      "accioMusical": "Musical action",
      "performanceMusical": "Musical performance",
      "performanceVisual": "Visual performance",
      "ferroHeura": "Iron and ivy",
      "futaFerroFormigo": "Wood, iron and concrete",
      "paperPlastic": "Paper and plastic",
      "fustaMetallPlastic": "Wood, metal and plastic",
      "cuirPlasticMetall": "Leather, plastic and metal",
      "trobat": "Sculptures with found materials",
      "llibresIntervinguts": "Intervened books",
      "infografiaCartro": "Infographic on cardboard",
      "metallBanya": "Metal and deer antler",
      "collagePintura": "Collage and painting on cardboard",
      "tecnicaMixtaTela": "Mixed technique on canvas",
      "llapisTintesCollage": "Pencil, inks and collage on paper",
      "variades":"tècniques i mides variades",
      "espraiPlasticCartro" : "Esprai, plàstic i cartró"
    },
    "locations": {
      "diversosEspais": "Various spaces",
      "cascAntic": "Old town, Barcelona"
    },
    "description": {
      "accions": {
        "allen": "We at La Xina A.R.T. wanted to give the New York filmmaker a Berlanguian welcome when he came to shoot that syrupy movie, *Vicky, Cristina, Barcelona*. It was an incredibly fun action filmed by the great Marc Villalonga (he even managed to capture some footage of the filmmaker shyly waving). We stirred up quite a ruckus, with people for and against, as it should be. First, we were stopped by the film set’s security gorillas (huge guys with really bad tempers), and then briefly detained by the local police. We ended up on TV, in *Pronto* (“the most serious magazine in this country,” I told the photographer), and Xavier Mas de Xaxàs mentioned us in an article in *La Vanguardia*. A total success.",
        "beuys": "Antonio Luque invited me, on behalf of La Grey de Tarragona, to take part in a series of performances—one every weekend—during the fall of that year at their space in the Tarragona Forum. It was titled *Corporeality and Resistance*, and featured Juan Carlos Lozano, Abel Azcona, Paquito Nogales, Manuel Morales, Carlos Pina, and Maria Cosmes. Being part of this select group was a huge honor, and I started brainstorming that very afternoon. After turning it over like a pot of snail stew, I came up with a tribute to Joseph Beuys’ first performance while showing a parody PowerPoint about 20th-century art and cooking rabbit rice. The final result, multisensory, was a total success.",
        "bubble": "The first place I tried playing the trumpet and blowing bubbles at the same time was at the Meno Parkas gallery in Kaunas (Lithuania), in 2010. There, we had created a triple installation with Chinese artist David Tarancón, using silhouettes of all the members of the La Xina A.R.T. collective. The space was perfect, thanks to the shadows projected onto the gallery’s massive walls. I repeated the action at the A.R.T. Festival, TPK, L’Hospitalet, renaming it *Blow and Make Bubbles*, a year later. The third and final iteration was at IUFM, University of Montpellier (2012), with the invaluable help of Benxamín Álvarez (on lighting). The three actions were a kind of dark counterpart to a previous performance: *Hypnagogique Affaire à Nîmes Solo (H.A.N. Solo)*, performed at 4,barbier in 2009. That time, instead of shadows, I made lights using my modified saxophone and futuristic glasses.",
        "cccp": "*CCCP* was a big collective action, mainly conceived by the DeLuXe duo, and carried out by a bunch of us 'Chinos' from that time, starting at the gallery, passing through Las Ramblas, and ending in Plaça Catalunya. With a title borrowed from a terrible *1,2,3* joke by Bigote Arrocet, we staged a pigeon hunt using bizarre hunting techniques, which we later cooked and served to the audience during the second part of the performance at the TPK. The dish included a little note with a solemn artistic quote tied to the bird’s leg (we called it ‘gastronomy with a message’). I’m not sure if Barcelona audiences understood it wasn’t a bachelor party, or if L’Hospitalet folks knew the delicious food they were eating was marinated quail—but the performance, one of the funniest I’ve ever done, was a hit.",
        "craven": "My friend Toni Clos asked me to collaborate twice for his painting exhibition about traffic signs, *3 cels d’inòpia i trinxera*, in El Prat de Llobregat. The first was a large mural done four-handed (which we later repeated in the *Comparative Anatomy* exhibit at La Xina A.R.T. and in *TXJM* at 4,barbier in Nîmes). The second was this musical performance. In tribute to my admired Cravan—Dadaist poet and boxer—and inspired by some of Toni’s boxing-themed paintings, I began wondering how to play saxophone while wearing boxing gloves. After several rehearsals, I made some strategic, hidden holes that allowed me to play very free interpretations of pieces by the Art Ensemble of Chicago or Charles Lloyd.",
        "deluxe": "Behind the acronym DeLuXe (from LUís and XEsco) was a lucid and playful project, full of depth, neo-Dada poetry, absurd theater, and an eagerness to clown around. The first performance was *Tunning* at the A.R.T.T. festival at TPK in L’Hospitalet, a hit with critics and audiences alike. The whole show revolved around the syllable ‘Tun’ and was accompanied by a hilarious PowerPoint about poetic wordplay (*The strange without taxis*). Then came a musical spin-off with *Mollerussa World Tour*, performed at the Teatre de l’Amistat. After that, *Gipsy Power* at La Xina, followed by the colorful and musical action *On Painting or Man Comes from the Ape* in L’Hospitalet. Finally, *Into the Kitchen!*, a gastronomic proposal for the Houdini Performance Festival at La Xina A.R.T.",
        "langue": "Gregoire Fabvre invited me to take part in the *Escaparate* exhibition, organized in collaboration with Alexandre Astier (both formed the Dropp art group) at the 4,barbier gallery in Nîmes. The group show and a series of opening performances coincided with one of the three bullfighting fairs held in the capital of the Gard department. Each edition of *Escaparate* focuses on bullfighting, flamenco, and other more or less ‘Spanish’ topics. That year I contributed a sculpture in the shape of a womanly guitar, and this performance about the challenges of translating bullfighting or musical slang. I reprised the performance the following year at the A.R.T.T. Festival at the TPK in L’Hospitalet de Llobregat.",
        "marinada": "Poet Meritxell Cucurella-Jorba invited me to take part in an annual festival held in several villages in Les Garrigues. The project was exciting, and I had planned to do a trumpet-and-bubbles session (which was, in fact, what they asked me to do). Since the event was held out in a field, under pine trees, the wind made the action impossible, but serendipitously, it gave the next performance its title. I had done a performance with X-rays at the 2013 *Kanîbal’hopox* Symposium at the Filature du pont de fer in Lassalle (France), and that became the emergency solution for the new proposal. Also on the program were puppeteer Xesco Quadras, who did a children’s show, and writer Martí Sales, who read several texts while perched in a tree.",
        "ps": "I prepared this piece especially for the second *Kanîbalopox* exhibition at MAPRA (Maison des Arts Plastiques et visuels Auvergne Rhône-Alpes). It was part of the *Resonance Festival*, 10th Lyon Biennale (2009). I presented the *Artistaman* series and this self-portrait performance connected perfectly with the works on display. Since it was successful, I repeated it a couple of times the following year at the A.R.T.T. Festival at TPK in L’Hospitalet and at the opening of *El retrovisor d’Alícia* at Galeria Art Públic in Cornellà. Another performance based on my silhouette—but with a much more critical tone—was done at the TPK with the help of my friend Agustín Fructuoso. It was titled *The True Value of Art* (2016).",
        "samurais": "Taking inspiration from the plot of Akira Kurosawa’s film of the same name, La Xina A.R.T., aware and concerned about the widening gap between the art world and the general public, decided to participate in the IVARTS event held in my hometown. Like the samurais in the film (or its western remake), we exchanged our plastic (not martial) arts for a pot of snails with rabbit—finger-lickin’ good... even the toes. Starting around siesta time, we paraded through the town in two painted vans, like mattress salesmen, asking people to give us old paintings that we would update or exchange for contemporary art. Then, each samurai carried out their own action at the Ivars Arena."
      },
      "cartells": {
        "car1": "Image from my first major solo show, at the exhibition hall of Balaguer City Hall. A collage with an apocalyptic and afterpunk vibe that I had made in art school, for the poster design class taught by the late Genís Cano, which he selected for an exchange exhibit with a British faculty. The traffic-light yellow in the background, mixed with the gray tones, was one of my favorite color combinations in those days.",
        "car2": "This unabashed homage to master Magritte (*Not to Be Reproduced*, 1937) was the photomontage I chose for the experimental show *Expoxesco* (you can find more about it elsewhere on this website). I invited around thirty artist friends to 'do a Xesco Mercé', as if that were really possible, or as if I had a single, recognizable artistic language (something I’ve always tried to avoid).",
        "car3": "This is the second image I selected in my most travel-based project. *Dictionary of Mirrors* was first shown under that title at Fundació Vall Palou, in Lleida (2012), then at the Barcelona College of Quantity Surveyors (*Mute Dictionary*, 2013), and at CATB in Granollers (*Abbreviated Dictionary*, 2013). Later, it was part of the group show *Synthesis* at the FAD in Barcelona (2013), a large mural forming letters at Meno Parkas Gallery in Kaunas, Lithuania (*Balandis 2524*, 2017), the Carme Serrallonga Library at Escola Isabel de Villena in Esplugues (*School Dictionary*, 2018), and finally at *2X, Twenty Years of La Xina A.R.T.* in Barcelona (2017).",
        "car4": "This poster marked the start of a 'tiling' phase. I would cut small square fragments from various works—usually presented as a series—and arrange them like tiles in a kitchen or bathroom. I remember an album by Talking Heads we had at the Chaotic Attic, with Ramonet, which I’ve always seen as the origin of this format approach: *More Songs About Buildings and Food* (1978). This exhibition was shown at the Ateneu Popular in Esplugues and at Galerie 4,barbier in Nîmes.",
        "car5": "This was the landscape-format image I chose for a show at El Foro, in El Born—a jazz restaurant and bar run by my friend Xavi Creus (aka the Bruce Willis of La Verneda). The photo was taken with a digital camera that had night vision (before smartphones existed), at a party we threw in the courtyard of Le Transfo in Lyon, hosted by our friends Marie-Françoise Prost-Manillier and Jean-Vincent Berlottier, when the space was still under construction. It was a dinner to celebrate the first Kanîbal’hopox group show at MAPRA in that French city.",
        "car6": "A mix of Ramon’s and my paintings, presented in our last joint exhibition. A press release fragment tried to explain the concept: “*Melvilliada* seeks to avoid the trap of tackling the colossal and futile task of illustrating *Moby Dick*, or presumptuously trying to decode all its cryptic signals. Ramon and Xesco want to be Ishmael or Queequeg, with the wide eyes of eternal learners and an endless capacity for wonder, curiosity, and fascination toward the unknown. A journey toward freedom.”",
        "car7": "Following the vibe of the floating black heart from the *Borntubialaif* poster, I designed this for the show at Gràcia Territori Sonor, in the Roma neighborhood of Gràcia. Like most interesting things, the exhibition came about by pure chance: a random encounter with the late Víctor Nubla at the Gràcia market. That led to this exhibition, some literary collaborations, and a multilingual reading of *Moby Dick* in over seven languages (Japanese included). It was organized by the director of the Pequod bookstore in Gràcia, who brought together about twenty wildly diverse readers—it felt like an Esperantist club or an intergalactic conspiracy cult. A truly delightful experience.",
        "car8": "This poster follows the grid pattern begun with *Ultrared–InfraViolet*, but swaps reddish and purple hues for light greens. It was a collection of 27 triptychs made with collage on collectible sticker albums from a chocolate brand, which I bought at Sant Antoni Market. I presented them, as with several other shows, using the original fantastic album titles (both general and chapter-specific): at Espai Nivi in Castelló, Centre d’Art la Rectoria in Sant Pere de Vilamajor, and at the Estany Interpretation Center (Cal Sinen) in Ivars d’Urgell.",
        "car9": "I created this for the eponymous exhibition at the Carme Malaret Free Creation Space in Sant Just Desvern. All the stained-glass windows in the room were filled with alphabetic series: letters, numbers, musical symbols, punctuation, math, computer, religious, and political signs—signs of the times. There were also much more cryptic, surreal, or untranslatable ones. The press release clarified: “Signs whose code we don’t know, or that act as metaphors suggesting something we don’t fully understand. But they must be there too—because maybe art is simply about that.”",
        "car10": "Poster I made for the exhibition that opened a new cultural space acquired by the Ivars town council, Cal Sant, one of the village’s ancestral houses. This kind of planet on a black background was a round painting from the series *My John Ford Zone*, the final phase of a long-running project using salvaged paintings. The show covered thirty years of work, from *Of Degenerate Genre* (2003) to *Danceable Painting* (2023)."
      },
      "escultures": {
        "age": "Throughout that year, I collected a lot of frames and paintings from trash bins, mostly golden (hence the name of the installation, L'âge d'or) and of various degrees of Kitsch. All my friends still follow this habit, and whenever they find any paintings in the trash, they fold them up and save them for me (thank you, friends!). It should be mentioned that back then, there were no scavenger legions wandering the trash bins, which later came with the crisis. It was a different time. For this installation, I gathered about a hundred pieces. I had already worked with recycled materials in other installations like De gènere degenerat, but this time the entire exhibition consisted of second-hand materials. I made paintings and, above all, sculptures that were part of a single installation, specifically created for the exhibition, at the former space of La Xina A.R.T.",
        "arca": "This is a sculpture from the end of 1999. I made it with my childhood friend and neighbor Jaume Ramon Pons, better known as Dodó, a carpenter and undertaker. It was shown in several exhibitions such as Grandes éxitos and Ve algú (at La Xina A.R.T.), and at No(r)way (Gun gallery, Oslo). Later on, due to an auto-correct error on WhatsApp, it was exhibited at Ànimes de càntir. When we were preparing this joint project with Manuel Morales, a linguistic misunderstanding led to the piece Equipatge imprescindible and a clay ship that I had made forming part of a project heading in a different direction (as you will see). It’s a piece I hold dear, and I keep it on top of my dining room cupboard. Always present. We are all survivors of the flood. The other image is another sculpture from the same time, which we used in our performances as DeLuXe.",
        "artistaman": "In 2008, we did a collective exhibition at the 4,barbier gallery in Nîmes, called Identité. In it, I presented some of these infographics objects. I completed the entire collection specifically for the exhibition at the presentation of the Kanîbal’hopox Collective at the MAPRA in Lyon, for the X Biennal of that city, in the Resonance section. I did, rounding up the ego theme, a performance called Portàtil Self Portrait (which was so successful that I repeated it at TPK in L’Hospitalet, in the A.R.T.T. action art festival). I wanted to represent, in some way, the polyhedral nature of my creative production, which is why I made 9 different figures (Figurative Artist, Performer, Sculptor...). It was also seen in the show El retrovisor d’Alícia, at the ArtPúblic gallery in Cornellà de Llobregat.",
        "crida": "This sculpture was made for a project we wanted to mount with Mariano Poyatos, from the Espai Nivi gallery, for the Sculto fair in Logroño, which, I don't remember exactly why, didn't prosper. I believe this piece was only seen in the exhibition Les meravelles de l’Univers at Cal Sinén, the interpretation center of the Ivars and Vila-sana stamp. It quickly became part of what is called, the artist's personal collection. I’ve had it in my living room since then. The title, borrowed from the great Jack London, is quite explicit. I remember my son Raimon, one summer at La Pineda beach (he was very young), found this book abandoned in a drawer of the apartment (it was from one of those collections given away with the newspaper on Sundays). He read it in one day. He too had heard the call of the forest. Or the Call of Literature. I am attaching some sculptures made those same days.",
        "dormida": "This particular cardboard coffin was made for an initiative by the people of Riudebitlles Territori d’Art, headed, as always, by my artist cousin David Ribas Boldú. I knew about it for some time, but we had never met. We met late (one night of Sant Jaume, at a dinner in the workshop of our common friend Jaume Amigó, in Alzineta). Since then, we’ve done several activities together (exhibitions, some performances) and have kept in touch. This fall, he proposed that I participate in this strange artistic project that consisted of working on a full-size cardboard coffin, and, along the way, making a playful critique of the death business. Of course, I said yes right away. In the setup, I also met another artist cousin (I knew three, but the family is big), Jordi Boldú.",
        "galop": "The Sardanista Association of Ivars, through its president Ramón Farré, commissioned me to make a sculpture for the anniversary of the entity. I, who had danced sardanas for several years, agreed immediately. After reviewing a series of similar monuments online (some really monstrous), I presented my idea to them, and they liked it immediately. The sculpture is a truly collective work, and I want to especially thank all the collaborators who were indispensable in this project: Xavier Segura, Jaume Ramon Dodó, Josep Fité, Ramón Bech, Lluis Bech, Xavier Badia, and others I’m surely forgetting. This sculpture was moved, definitively, from in front of the Ermita to the Pista, in the middle of the village, a few years ago.",
        "lleixiu": "This sister piece to didactic and activist works like ¿Tú por qué no lees?, Lleixiu llibres, I made for the Grandes éxitos exhibition, but it was hard to distinguish it among the hundreds of works surrounding it. It was also seen in the VicCristal show in the H of Vic. My friend, my go-to bookseller, Emma Gràcia, spotted it right away. It was love at first sight. She, at the time, worked at the Salas bookstore (which had one location on Unió street and another, the one I frequented, on Ferran street, near the town hall, Generalitat, Matas bar, and Conesa’s sandwich bar). She managed to get more than a hundred two-liter bottles from the Conejo brand, to make a spectacular setup (in the shape of a pyramid, to place on Las Ramblas on Saint Jordi's Day. It’s a very adventurous work: it has been used in the magnificent TV program L’hora del lector by the Mallorcan Emili Manzano, or I saw it printed on several unexpected t-shirt editions, like the ones attached here.",
        "m": "This is a sculpture I was commissioned to make in honor of the writer (in fact, the mayor at the time, Joan Mª Guiu). It actively involved the blacksmith from the village, Antoni Díaz. It went through several phases before reaching its current form (when so many people collaborate, there are always misunderstandings), due to rust or lead paints. It is now upright and furry like a big green Chewbacca. It is now part of the literary route of the great poet and friend Maria Mercè Marçal. And one more point: There has always been talk about the usefulness of art. Right under the M, there is a permanent stain on the park’s grass. Vanities, I thought it was made by people taking pictures underneath it (tourists, couples), which they also did, but it had another explanation. One day, by chance, walking through the park with my children, I saw the kids from the village using the sculpture as a goalpost, and the stain was made by the always lonely goalkeeper. I was very happy and grateful. Because after all, they say art is useless.",
        "poemari": "Only poetry will set us free, someone once said. My Chinese friend Anxo Baranga organized an exhibition tour in Galicia (Ourense) which we wanted to be centered around poetry. My contribution was a series of object books. Later, I returned to the topic for the Via llibres program on Canal 33. My pieces served as interludes between literary reports from the great program directed by my friend Jaume Clèries. We’ve all written poetry (and if not, it must be that we haven’t lived), even if it was about love, or when we were young. I wrote a lot and won several awards (1st Poetry Prize Joan Barceló, L’Espurna del Clot, Sant Jordi in Lo pla d’Urgell, etc.) and published several poetry collections, mainly in local magazines I had helped create (La Font, in Ivars d’Urgell; Lo Gripau, in Bellpuig; or Transparències, a publication solely of poetry, published in Tàrrega). I have returned to literary activity, perhaps inevitably, in my book El desert químic.",
        "sabates": "This piece, surely (and unconsciously) based on a song by El último de la fila and with a fairly clear message (especially now, in these dark times of hypernationalism and diverse fascisms). We presented the work in 2003 at the exhibition No(r)way by the people from La Xina A.R.T. at the GUN gallery in Oslo, Norway, thanks to an exchange organized by my Chinese friend Pernille Usterud Svendsen. I’m also attaching a more current version. From a few years before is another footwear piece that complements this entry (Catalunya: endavant amb la cultura!, 1998), which I made for the first NewArt (98) in which we participated. It was an event held in the Barceló-Sants Hotel. Each room, a gallery. Ours from La Xina A.R.T. looked like Marx’s booth (we were 15 back then). I did manual surrealism. I had found the two pieces (the sardana espardeñas and the roller skates) in the workshop of the school where I’ve worked forever, my beloved Isabel de Villena, by chance, just as the canons dictate."
      },
      "experiments": {
        "10ny": "10 Mediterranean artists in NY was the first total project (complex and complete, as they say in my hometown), as it encompassed various complementary creative variants, such as a film or an opera. Nowadays, they would call it a fake, since I invented nine artists from coastal countries of the Mare Nostrum, whose faces were played by some of my closest friends and colleagues. Ramon Roig, who had just returned from the Big Apple after a six-month stay, agreed to act as the squire (he was the artist from here) in the mess I had prepared. I also pulled out of my hat a New York critic, an Italian-American gallerist and his gallery (Viaggio), and I reserved for myself the role of an emerging figure, who would end up making a fortune (perhaps too much): the curator. It was all a fun pretext to write a catalog and create the nine works and imagine the personality of each of the artists. This project had a kind of continuation titled 1.9910. Mil novecientos noventa, which was exhibited at the García-Nieto hall in Cornellà, expanding the number of fake artists from ten to sixteen.",
        "desert": "The chemical desert is, so far, my most ambitious and complex project. It combines poetry, plastic arts, the edition of a book, and, in a way, my own life. I did it during the first months of a long chemotherapy process (in the end, there would be 4 rounds, plus a bone marrow transplant). I had four exceptional prologuists for the book: Ceferino Galán, editor of the mythical fanzine El naufraguito, Bruno Montané, an excellent Chilean poet, Benxamín Álvarez, a sculptor and companion of a thousand artistic projects and a thousand trips, and the great Luisito Casado, the other half of DeLuXE and whom you have seen appears many times in this book, because we have been doing nonsense together for many years. This stage of my life has been, curiously, very productive. There has been a lot of time to think, rethink, and consider and reconsider many things. And it shows in the work. It has been seen, so far, in its entirety or partially, in El desierto químico and Lo desert químic, presented at the TPK / Tecla Sala Cultural Center, in L’Hospitalet de Llobregat, and at Lo Pardal-Fundación Guillem Viladot, in Agramunt. Also at the Can Castell Cultural Center, in Sant Boi, and finally, at the Espai Nivi gallery, in Culla (Castellón).",
        "designs": "De Signis was a happy and strange exhibition. It was the last one before being admitted to the hospital to treat cancer, which was already apparent in the vernissage photographs. In the room note, I tried to explain the reason for the exhibition and everything together: “For a pile of years that I have dedicated myself to plastic creation (more than thirty), I have worked, more or less discontinuously, on the theme of taxonomies, lists, dictionaries, or catalogs. Or, put another way, ways to try (fruitlessly and endearingly) to order chaos. These alphabets, many times, are a kind of collection of simple elements, almost atomic, that make up a kind of very personal metalanguage. They are the signs we resort to, the ones we choose as intimately beloved and the ones we understand as suitable for transmitting something we need to communicate to others. One of the attractions of these lists is that they can be endless, unattainable. They can lead us to the abyss of the infinite. It is always an adventure to start them, and we must know when to abandon them, like a good drawing. The current proposal brings together a confusing series of these kinds of alphabets: letters, numbers, musical symbols, orthographic, mathematical, computer, religious, political signs: signs of the times. There are also others that are much more cryptic, non-transferable, or surreal. Signs whose code we do not know or that are like a metaphor that suggests something we do not understand. But they must also be there because, perhaps, art is simply about that.”",
        "expoxesco": "Expo Xesco is a curious individual exhibition in a collective proposal format. The idea arose during a delicate time for me (premature diabetes, which I couldn’t quite control). On the other hand, it was clear that one stage (youth) had ended, and a family, with Teresa and two precious children (Raimon and Teresa), certified that I was fully in another phase of life. I thought it was time to do a different self-portrait. A quote from One Thousand and One Nights (invented by me) headed the proposal’s text. I invited 35 artist friends (and some of my heteronyms, it must be said) to create a work of mine. For me, it is immense luck to have so many artist friends who always make you see things from such different and interesting perspectives. A quote from Montaigne (also invented by me, as always) concluded the presentation as a summary. The poster, as you can see, was a fervent tribute to my admired René Magritte.",
        "grand": "This was a proposal full of ostentation, humor, and a bit of bad blood. I did the first revision (of multiple and subsequent ones) of my previous work. Drawings, sculptures, paintings, and photographs that I rounded off with more than twenty new works, made especially for that setup. The life-size human figures (painted on foam board) representing the usual gallery-goers at the beginning of the century should be highlighted. The press release that Luis Casado wrote for me explains it all a bit: “The exhibition, which brings together a selection of between two hundred and three hundred works (not even the artist himself knows for sure) made by Xesco Mercé during approximately the last twenty years (1981-2001) is, first of all, a parody of canonical retrospective exhibitions; secondly, an attempt to enter the Guinness Book of Records for the largest concentration of artworks per square meter in Barcelona’s history; and, thirdly, it evidently aims to be a singular reflection on the idea of vanity, made from irony.”",
        "machine": "In 2010, our friend Chamille Richard proposed to the members of the European macro-collective Kanîbal’hopox a game called Placard Exquis (Exquisite Wardrobe). At the Kunsthaus of Rhineland-Westphalia, in Cologne, we did the first major exhibition-project of the collective. We had done an official preceding presentation at the Irena Mikuličiūtė Studio–Gallery in Kaunas, Lithuania, and at MAPRA in Lyon, France. It was about making Pop-Ups, that is, fold-outs like the ones in children’s and young adult books before. A mix of paper engineering and contemporary art that each person interpreted as they wanted and could. With this collective, we did many more games like this: Rumeur (2011), L’Europa caníbal (2011), L’artista contemporani us desitja... (2013), El llapis de paper (2014), Le jeu des mots (2015), Am ende ist es Poesie (2016), #recording (2019). In addition to various symposia of all the groups that make up Kanîbal’hopox (Decroissance -2013-, Café Europa -2014-, Menininkas, piestukas -2014-, Ça coule de source -2017- or Menininkas in Jura -2017). Images of some of these plastic and conceptual games are attached in this same section.",
        "mon": "This is one of my latest plastic and historical experiments. Based on a series of paintings found twelve years earlier (at a charity auction in Baix Llobregat), I began a research process on the authors of the paintings that led me to a series of coincidences and adventures that want to be reflected in the very title of the exhibitions. The lives of Ramon Travesset and Anna Rosselló, as well as their daughter Carme (whom I had the pleasure of meeting) and their entire odyssey across the American continent need much more space to be explained properly. I did a kind of deconstruction with works of mine also found almost by accident in my studio. The result was a kind of wardrobe with surprise contents that each viewer had to open and discover. So far, I have done two exhibitions with this project: at the La Grey gallery in Tarragona (2024) and at Can Xerta in Sant Pere de Riudebitlles (2024), which is where, coincidentally, little Carme now lives. We live in a world ruled by great coincidences: the accidental world.",
        "solipsism": "Directly related to the collective projects of Kanîbal’hopox and artists linked to each of the various collectives, Solipsisme en commun had a special charm, which is why I set it apart. This project consisted of making fourteen self-portraits in two consecutive weeks. About thirty artists from all over the continent, more or less linked to Kanîbal’l’hopox, participated. It could be seen at Le Transfo in Lyon (the parents of the creature) and at the Espace Culturel de la Faculté d’Education in Montpellier (I.U.F.M.). I worked on the painters I admire: the surrealists in general, Picasso, Philip Guston, Magritte, Velázquez, Pollock, Beuys, Warhol, Friedrich, Kippenberger, the Dadaists, Miró, Hopper, and Giacometti. Many years before, I had done an exhibition at the Art públic Cornellà consisting only of self-portraits. A recurring theme among creators of various eras and particularly, very much worked on by myself (never better said).",
        "all": "My friend and former partner La Xina A.R.T., Nora Ancarola, brought together a couple of disparate duos to form an eight-handed project that would be titled De Género degenerado. The title was given by the late poet and conceptual artist from Lleida, Carles Hac Mor. He and his partner Esther Xargay, with whom I have coincided in various performance festivals, were the first couple. Los DeLuXe, that is, Luis Casado (or Cadarso, because he alternates the surname) and I, were the other. I did a series of 7 genre paintings (mainly landscapes and hunts) that were intervened or tuned, as it began to be said in those days. I took all the paintings I had (I had them hanging) from my entire family (blood and political), on top of their respective sofas. This practice, of using old paintings as a basis for work, would be the seed of much of my subsequent (and current) pictorial production. We could say that the Totes direccions series would have a germinal or foundational character for a long list of projects. The creation process could be seen in the documentary El paisaje en el diván, from the program El escarabajo verde, by RTVE, directed by the great Jero Rodríguez.",
        "transtime": "The press release I wrote for the exhibition Transtemps (1988-2018), which brought together exactly 30 pieces made over 30 years, comes in handy to explain this experiment-project: “Xesco Mercé has worked this last summer on this circular line of research. Going back and forth between space and time. A set of thirty drawings made at the end of the eighties, when he was still at the Faculty of Fine Arts in Barcelona, have been the support for new experiments. These works are, at the same time, recurrent and new. As the artist’s own work usually is, imbued with a kind of inherent curse that involves the unsettling sensation that each new creation seems unfinished (Picasso already said that paintings are not finished, they are abandoned). But we can always go back to the same stone, as the most ethological of proverbs warns and encourages us. Thirty drawings made over thirty years of work. Transtemps (1988-2018) seems the most obvious title. For now.”"
      },
      "gransformats": {
        "gf1": "Pintura de guerra va ser el títol que vaig escollir per a una exposició veritablement catàrtica. Acabava de tenir un debut diabètic i, potser per primer cop a la vida (i ja gairebé tocava els quaranta anys) vaig tenir consciència física que això s’acabaria, un moment o altre. Com sempre he fet, quan la vida m’ha donat sorpreses (majúscules o minúscules), per intentar entendre o pair els esdeveniments imposats, he pintat. Aquest cop va ser després d’una sèrie de jocs plàstics més experimentals o propers a allò que se n’hi diu l’art conceptual i tornar a la pintura va ser una mena d’alliberament mentre em refeia físicament i començava a assumir una nova situació vital (i irreversible). Vaig pintar més de 40 quadres, la meitat dels quals de grandària considerable (com els dos que presento en aquestes pàgines). Vaig mostrar-les, per primer cop, al meu poble, Ivars d’Urgell, a la Sala d’actes de la Cooperativa, la qual cosa doblava la implicació personal en la mostra, la primera individual que feia a casa. Es va poder-se exposar també en altres espais: La Xina A.R.T., al T.P.K. i al Tecla Sala.",
        "gf2": "Aquesta peça la vaig presentar a l’edició de DrapArt 2011 (aquest meravellós i internacional projecte que ha sabut tirat endavant i mantenir l’amiga Tanja Grass). Van fer un gran muntatge a l’antic FAD (al Convent dels Àngels, davant del MACBA), i la meva peça era al mur antic de pedra del final de tot, presidint, honoríficament, tot el muntatge. El títol del políptic el vaig manllevar d’un poema que sempre m’ha agradat molt del malaurat Joan Barceló (Al turó de cada vila) i remetia a aquella mena de monstres infantils, idees preconcebudes maldestrament, secrets abstractes, o pors induïdes que poblen el món fantàstic i inabastable d’una de les meves pàtries favorites: la infantesa. Un any més tard, la vaig poder presentar a la mostra Els monstres de Frankenstein, al soterrani de La Xina, presidint també una sèrie de dibuixos preparatoris (o no) sobre paper. Podríem dir que El retaule dels monstres benignes és el meu primer políptic (després en vindrien uns quants més).",
        "gf3": "Aquest quadre pertany a la sèrie Els monstres de Frankenstein, presentada a La Xina A.R.T., de Barcelona, a 2012. Aprofito un retall de la nota de premsa de la mostra prou clarificador: “Aquesta proposta és un poètic, tragicòmic, brutal i enèsim darrer intent de salvar la pintura i tota la genèrica que comporta (amb la càrrega èpica i ètica que només tenen les causes perdudes), enfront d’un art contemporani plàstic, esmunyedís, epidèrmic, anecdòticament ocurrent i de mercantilitat escumosa. L’artista lleidatà, amb dràstica sutura, aplega tots els seus registres precedents (la subtilitat de la pintura, la fragilitat de la instal·lació o la física dura de l’escultura) amb caceres, bodegons, retrats, nus, paisatges i marines rescatats dels containers de l’oblit i reviscuts ara com a noves i belles criatures”. Aquesta peça també es va poder veure a l’exposició Síntesi 2013, al FAD de Barcelona.",
        "gf4": "No és massa sorprenent que la definició més precisa, sintetitzadora i brillant sobre el Barroc la deixés dita Borges en el segon pròleg de Historia universal de la infamia:  “Yo diría que barroco es aquel estilo que deliberadamente agota (o quiere agotar) sus posibilidades y que linda con su propia caricatura. Yo diría que es barroca la etapa final de todo arte, cuando éste exhibe y dilapida sus medios” Barroc’n’roll pretenia completar i concloure una trilogia encetada amb l’exposició L’âge d’or (2009) i continuada per Els monstres de Frankenstein (2011). Es composava d’aquesta  gran mural políptic (5x2 m), de lenta i intricada factura, gairebé com la pròpia trilogia o com una peça de Bach, i per més d’un centenar d’obres de petit format, amb indissimulada vocació d’assumir la urgència i les virtuts i els defectes de les cançons de dos minuts i mig: l’espontaneïtat, la ingenuïtat i la poca vergonya. En definitiva, la sonora contracció que donava títol la proposta volia ser una celebració de la catarsi, i una demostració que la darrera nota d’una fuga barroca no és res més que la llavor negra de tots els fruits que apareixeran en una nova cançó: A-wop-bop-a-loo-bop-a-lop-bam-boo!",
        "gf5": "Quan planejàvem aquest enèsim projecte amb el Ramon Roig tots dos sabíem que seria l’últim. Sense dir-nos-ho. Havíem de triar algun tema que ens apassionés. La música n’era un, des de que perpetraven una versió involuntàriament punk del Love for sale a l’Ático Kaótico, ell amb la trompeta i jo amb el saxo, la música havia estat part importantíssima de la nostra llarga amistat. Junts hem vist desenes de concerts de jazz plegats. Un altre tema era la literatura. Ell va proposar Dostoievski, jo Calvino. Al final vàrem consensuar Melville. Va ser, dissortadament, la seva darrera gran exposició (a La Xina A.R.T.). Cadascú va pintar una gran bèstia (el Ramon una tela i jo aquest políptic) i va dibuixar una bona colla de petites històries de navegants. El projecte havia de tenir continuïtat a Gràcia Territori Sonor, però el Ramon ja no va tenir forces per fer-la. Allà la mostra es va dir Melvilliada, contes de mariners. La inauguració coincidiria amb una lectura del llibre en més de set idiomes (japonès inclòs), organitzada pel gran Víctor Nubla i pel director de la llibreria Pequod, de Gràcia, que tancava (malauradament) portes amb aquella festa lectora. Ens vam aplegar una vintena de lectors tremendament exòtica i diversa, que semblava un club d’esperantistes o una secta de conspiradors intergalàctics. Una gratíssima experiència.",
        "gf6": "Les grans batalles van ser un projecte important, encara que només sigui per les grandàries de les set peces o per la llarga durada de la seva gestació. Aquest és un fragment d el anota de premsa del muntatge: “Roberto Bolaño, en la monumental 2666, fa rememorar un fet (que, curiosament, passa a Barcelona) a un dels múltiples personatges (Amalfitano). Recorda el cas d’un jove que es passa les hores de guàrdia a la farmàcia on treballa llegint. Li agraden les novel·les curtes i els relats, com La metamorfosis, de Kafka; Bartleby, l’escrivent, de Melville; Un cor simple, de Flaubert, o Un conte de Nadal, de Dickens. Prefereix aquests a El procés, Moby Dick, Bouvard i Pécuchet o El Club Pickwick, novel·les llargues dels mateixos autors: Qué triste paradoja, pensó Amalfitano. Ya ni los farmacéuticos ilustrados se atreven con las grandes obras, imperfectas, torrenciales, las que abren caminos en lo desconocido. Escogen los ejercicios perfectos de los grandes maestros. O lo que es lo mismo: quieren ver a los grandes maestros en sesiones de esgrima de entrenamiento, pero no quieren saber nada de los combates de verdad, en donde los grandes maestros luchan contra aquello, ese aquello que nos atemoriza a todos, ese aquello que acoquina y encacha, y hay sangre y heridas mortales y fetidez. La lectura d’aquest passatge, als passadissos semideserts d’una ala de  l’Hospital de la Vall d’Hebron, mentre operaven  la meva mare del cor, és, potser (tot i que l’he recordat un cop he acabat de pintar el darrer dels set quadres) la gènesi de tot el projecte Les grans batalles. Aquest projecte ha durat des de finals de 2014 fins ara, és a dir gairebé tres anys”.",
        "gf7": "Aquest díptic el vaig pintar sobre uns antics mapes escolars que em va proporcionar l’amic cercatresors Xavier Segura (lo Veuf), que els havia tret qui saps d’on. Els vaig mostrar, per primer cop, a l’exposició Les meravelles de l’Univers  (2018) a la galeria Espai Nivi, de Culla, Castelló, juntament amb més de trenta collages sobre àlbums de cromos amb el mateix títol que la mostra. Posteriorment els vaig exposar, amb el mateix epònim, al Centre d’Interpretació de l’Estany Cal Sinén, al meu poble, Ivars d’Urgell (2019). A la nota de premsa d’aquestes mostres hi vaig escriure el text següent que, malauradament, encara és massa vigent: “Les meravelles de l’Univers vol ser un convit a reprendre aquell esperit humanista, en uns temps de pensament únic i ostentosament anti-il·lustrat (lúcidament retratats per la filòsofa Marina Garcés a Nova il·lustració radical). Uns temps de fes cegues, credulitats irracionals, rendicions i renúncies les quals, sempre en desigual batalla, hem de combatre amb la mateixa humilitat i passió amb què hi han lluitat els creadors, cíclicament, al llarg del temps.”",
        "gf8": "“Mercé no és un cognom massa corrent i se’l sol accentuar o escriure amb una riquesa varietal sorprenent, tal com he comprovat en pròpia carn. Francesc és també un nom ubèrrim en diminutius, entre ells, Paco i Xesco. El primer cop que vaig tenir notícia de l’artista Paco Mercé va ser en un llibre de Vidal Vidal (Salvatge oest, un títol prou suggeridor i identificatiu), en el qual apareixia la coneguda anècdota taurina a París, amb els seus col·legues d’aventura, l’escultor tarragoní Julio Antonio i el pintor de Torrelameu Miquel Viladrich. La feliç coincidència nominal, així com el caràcter performàtic del fet, m’atragueren poderosament, Tenia molt clar que havia de fer quelcom sobre aquell individu.” Aquest és un fragment del text que vaig fer per presentar aquesta obra a la mostra Terra de profetes, exposada en l'estrena del nou espai expositiu municipal de Cal Sant, a Ivars (2023). I que he acabant donant a l’Ajuntament del municipi. Paco Mercé. Obra complerta (un títol voluntàriament incorrecte i ambigu) volia acabar la feina que el meu més que improbable avantpassat (no em consta cap parentiu directe ni amb ell ni amb el seu germà Manel, honorat metge de la ciutat) no va voler (o no va poder) acabar mai. Es tracta, doncs, d’un projecte transtemporal (un concepte que he anat desenvolupant en els meus darrers treballs expositius). ",
        "gf9": "Quan es va donar per acabada l’època de reclusió de la pandèmia, després d’uns mesos que van semblar anys, vaig poder tornar al taller d’Ivars. Hi vaig pintar una sèrie de set quadres de gran format. Vaig poder exposar-los, gairebé miraculosament, per les restriccions sanitàries. Però, més endavant, vaig replantejar-me’ls, tal com ho explico en la nota de premsa de la mostra que vaig fer a Can Gallart, en l’edició anual del Mercat Vell de Conesa: “Pintura ballable és una sèrie de nou peces realitzades, de forma intermitent, des de 2020 i acabades aquest 2023. Es van exposar, en part, al CCCA de Sant Boi, en la mostra Oasi (que encara es va haver de visitar amb mascareta) però sempre van ser considerades inacabades per l’autor, car s’havien fet en moment d’urgència creativa, frenèticament, i necessitaven ser repensats. Aquest estiu es van completar els quadres originals i se’n va fer tres de nous. Pintura ballable aplega alguns trets característic de l’obra de Mercé: Reciclatge i reinterpretació (de quadres de gènere antics), l’ús d’un alfabet formal molt personal i un inherent sentit del caos i de la ironia. Pintura ballable vol ser, fonamentalment, una celebració de la vida i de l’art (absolutament indissolubles, segons el Xesco), obrint portes a nous experiments formals, que ja són en camí.”",
        "gf10": "El Pla d’Urgell i, per extensió, bona part de les Terres de Ponent, sempre m’han semblat molt properes, iconològicament i conceptualment al Far West americà. Aquest títol és una mena d’homenatge poc encobert. Reprodueixo un fragment del text de presentació d’aquesta obra, vista a Terra de profetes, Cal Sant, Ivars d’Urgell (2023 i a Ostentació, lluites, abús, simbologia, buit, equilibris i eròtica del poder, Festival Embarrat, Museu Can Trepat, Tàrrega (2024). “Aquesta quadre circular pertany al meu penúltim projecte pictòric. La meva zona de John Ford és una mena d’evolució natural de Ritme de contagi / Pintura ballable. Les línies que rodegen els elements significatius dels quadres que serveixen de base de treball, a diferència del projecte anterior, molt més gruixudes i amb un cert aire Keith Haring (involuntari, jo no el sé veure, però així m’ho han fet notar alguns visionadors). En aquesta nova tongada d’obres les línies són molt més fines i subtils. Provocant, en certa manera, allò que, en llenguatge televisiu, se n’anomena efecte moaré, és a dir, una certa il·lusió de vibració visual. El format rodó és sempre un repte difícil, acostumats com estem a l’ortogonalitat i les quadratures, però sempre m’havia atret treballar-lo i poques vegades n’havia tingut l’oportunitat (potser, en gran format, només hi recordo La Terra Plana). Aquesta sèrie circular em recorda, en certa manera a les fotografies i probes que et fan en les revisions oftalmològiques, quan et fan una fotografia de l’ull i et quedes, es podria dir, cromàticament enlluernat. No se sap com acabarà la cosa (de moment, n’he fet quatre grans quadres) però d’això tracta, precisament, l’Art.”"
      },
      "instalacions": {
        "animes": "Pe projecte La mirada de Ulisses que Agustín Fructuoso va anant desenvolupant en diverses mostres que confrontaven artistes en aparença contraposats, al TPK de L'Hospitalet de Llobregat. Manuel i jo, de llenguatges tan estranyament personals com transferibles, vam buscar un títol per a la proposta que reflectís aquell humor que subtilment impregna feines d’ambdós. Ells mateixos ens la presenten en aquest escrit fet a quatre mans. Un extracte de la nota de premsa intentava explicar que ens portàvem entre mans: “Els dos treballem amb material extret de l'ànima del planeta. Un ho fa amb el fang, matèria primera mítica per a la creació, tant d'homes com de monstres. Un fang germinal que és mescla lenta de les sorres de tots els deserts i les aigües de tots els diluvis. L'altre ho fa amb el polièster obscur de les radiografies, que té el seu origen en petrolis antediluvians, i que serveixen per intentar albirar les estranyes entranyes dels homes i de les màquines.”",
        "basar": "Quan van aparèixer, simultàniament dos fenòmens curiosos: per una banda, reprenent la secular tradició botiguera catalana, obrien els primers establiments de Tot a 100. I, per l’altra naixien els nous basars de l’art nadalencs (amb títols tan enginyosos com Supermercart, Hipermercart). Amb la nostra indissimulada tirada a la paròdia, els artistes de La Xina vam fer, cada desembre dels anys subsegüents, una sèrie d’instal·lacions: La primera, amb caixes de  fusta de Mercabarna, folrant tota la galeria. La seguirien Tendencias (roba estesa), Sacs de gemecs (un barricada sonora), Art Converters (fet amb material de tot a 100) o Seny, 100, un milió (una crítica al món de la banca), entre d’altres.",
        "boig": "Instal·lació presentada a La Xina Graells (sala Coma-Estadella de Lleida, 2001), i a Ve algú (La Xina, 2003). La figura de l’home boig (de la Fuliola) era un personatge icònic de la meva infantesa. Quan apareixia pel poble tota la canalla anava avalotada. Era un home estrany, malalt (desprès el vaig conèixer de gran, quan ja no em feia por, i era entranyable). Aquest és també un homenatge a tots els bojos, als ximples del poble i a tots els personatges que surten d’allò terrible que en dèiem la “normalitat”. Com deia el final d’un poema meu, dedicat a ell: “...aquell personatge llegendari que sempre tornava del no res / el ciclista sense cap que espantava les dones i els infants / i portava a les butxaques la pols de tots els deserts del sistema solar.”",
        "casa": "L’amiga Tanja Grass ens va proposar fer una instal·lació per la celebració del festival DrapArt d’aquell any. El lloc triat era immillorable: entre el MACBA i el CCCB, a la plaça Joan Coromines. El Benxa i jo vam recollir quadres vells i muntar aquesta Casa Museu per a tal esdeveniment. El sempre eficaç Marc Vilallonga, en va fer un complert reportatge fotogràfic que, al cap i a la fi, va donar fe de la seva existència. Va ser una feinada titànica, amb un final inesperat: un tornado (fenomen inusual al Raval de Barcelona) se’l va emportar pels aires i el va deixat fet miques, com si tot hagués estat un somni o un conte fabulós.",
        "domestic": "Curiosa proposta lumínica presentada a dos espais, basada en la projecció de quadres habituals a les decoracions casolanes, sobre mobiliari domèstic. La nota de premsa començava així: “Hom diu que l’home comença a ser-ho quan, en comptes d’empaitar mamuts i desparasitar parents, es posa a fabricar rudimentaris estris d’indubtable utilitat pràctica i, al mateix temps, i potser de forma paradoxalment necessària, comença a deixar els rastres de l’empremta del seu palmell i delinea les siluetes d’animals, mai més tan preciosament dibuixades, a les parets més ocultes de la seva caverna. Des de llavors, l’home ha tingut a la seva llar, ininterrompudament, algun tipus d’Art domèstic.”",
        "flams": "En la nostra segona participació al festival (de la qual en tinc un parell de fotos fantàstiques, on apareixen l’alcalde Clos, el conseller Mascarell i el galerista Carles Taché, amb rostres d’absoluta incredulitat en veure-la): El Teorema de Parkinson-Richter. Estava feta amb més de 200 flams i 200 cervells de porc, que havíem d’anar canviant cada dia, per un tema sanitari i olfactiu. La proposta va tenir un èxit inusitat i, fins i tot, la imatge va ser utilitzada per promocionar la següent edició. Aquell mateix any, contents d’haver trobat en les instal·lacions un llenguatge que podíem compartir tots les membres de La Xina, van fer Espaio Kippel, un muntatge acompanyat de literatura i impostura, a parts iguales (darrera imatge).",
        "mar": "Fèiem un Simpòsium de Kanîbal’hopox al sud de França. Tot i que havia estat per aquelles terres un munt de cops, de sobte, me’n vaig adonar que molt prop d’allà, a escassos kilòmetres, havien assassinat a la poetessa Anna Dodas i a la meva amiga Gemma Argemí. Això em va fer replantejar tot el meu treball que hi tenia pensat fer i vaig començar a treballar en una versió visual, en format vitrall d’església cibernètica, del poema Qui pensa ara en el mar?, de l’Anna. Un poema bell, com tot el llibre Paisatge d’hivern, i tot el que va escriure aquest enorme i malaurada poeta. Aquell mateix any, havia fet un altre vitrall guarnit per l’exposició Menschen aus Süd-Südwest, a la Kunsthaus de Colònia. Es titulava Antonio Machine.",
        "ombres": "L'any 2009, per l'exposició conjunta que cada Nadal fèiem a La Xina (El basar del Xino), vam idear un muntatge de llums i ombres, amb siluetes que va fer cada membre del col·lectiu. Es va dir Projecta ombra. L'any següent vam traslladar el muntatge (multiplicant la seva grandària exponencialment), a la galeria Meno Parkas de Kaunas. El 2012 ens van convidar a un espai encara més gran, l'IUFM de la Universitat de Montpeller (Òpéra d'ombres) i al 2013 ho faríem al TPK de L’Hospitalet (Ombres invisibles). Un projecte itinerant bellíssim i canviant, com ha de ser l'art.  ",
        "poder": "Aquesta proposta d’ampul·lós títol que vaig presentar al festival Embarrat, a Tàrrega, aplegava dues instal·lacions complementàries. Per una banda, a l’oficina gran, hi apareixien quatre quadres circulars (com a forats de cuc), per facilitar la fuga a noves dimensions i universos dels abnegats escrivents imaginaris. Les dues oficines petites, estaven atapeïdes (una mena d’invasió poc subtil) per 36 collages sobre quadres recuperats. Pintures trobades en mercats d’encants i deixalleries diverses que han estat abandonats i bandejats d’allò que en podríem dir “la història oficial” de l’art. Els quadres de gènere tradicionals (paisatges, bodegons i retrats) han estat intervinguts i envaïts per cossos estranys, a mig camí del biomorfirme i una mecànica gairebé obsoleta. ",
        "puniques": "Els amics de La Grey, de Tarragona em van convidar a fer una exposició al seu petit espai del Fòrum romà tarragoní. Jo els hi vaig omplir totes les parets d’una gran batalla. Per aquesta mostra l’Antonio Luque em va escriure aquest text preciós per prologar l’exposició. Us en reprodueixo un fragment: “Aquesta és una obra monumental que ens retreu a les grans obres historicistes del segle XIX. Seguint l'estela de les grans batalles, la proposta que ens fa el Xesco, no en difereix visualment: un caos aparent envaeix totes les parts de l'obra. A més, a causa de la mida de la sala, l'espectador no pot prendre distància per poder veure la peça en conjunt, augmentant aquesta sensació de descomposició, d'estructures que ensorren, la batalla l'envolta, sentint-se un supervivent a l'hecatombe”."
      },
      "murals": {
        "aigua": "Aquets llarguíssim mural el vaig fer a partir d’un esbós sobre paper a l’antic taller que tenia a Esplugues de Llobregat, al passatge dels Ametllers, amb tintes i aquarel·les en tonalitats verdes i blavoses. Un cop a l’espai, pintant sobre fusta DM, vaig treballar durant quatre caps de setmana sencers, amb pintures de vaixell, esprais i retoladors permanents, improvisant i canviant les idees originals, que, al cap i a la fi, és del que es tracta.",
        "anatomia": "En la seva primera exposició a La Xina A.R.T., l’amic Toni Clos va voler que féssim un  projecte a quatre mans, en format mural, continuant, en certa manera, l’experiència que havíem fet a la Torre Muntadas d’El Prat i a la galerie 4,barbier de Nîmes (The music boxer i TXJM). No sé massa per què, però jo en aquells dies treballava sobre òrgans del cos i plegats vam decidir que l’anatomia, en general, fos el fil argumental de la mostra.",
        "carbo": "Aquest projecte col·lectiu. una mica l’estela del projecte The Xina Jazz Machine, per celebrar l’edició anual del cicle El Basar del Xino. Cada any, al voltant de Nadal, muntàvem una exposició-instal·lació grupal al nostre espai (com podreu veure en l’apartat Experiments i aventures). Aquelles festes vam convidar més d’una vintena d’amics artistes per pintar les nostres parets del local de l’Hort de la bomba, amb carbonet, que (sense diminutius) era el que ens portaven cada any els reis.",
        "txjm": "Des de principis d’aquell any, quatre xinos, José A. Troya, Manuel Ruz, Toni Clos i jo, vam estar elaborant un projecte on line. Una mena de cadàver exquisit virtual que havia de prendre cos final en un mural a quatre mans a la galerie 4,barbier de Nîmes. Els quatre artistes (que llavors érem distanciats geogràficament -Mallorca, Sant Hilari de Sacalm, Màlaga i Esplugues) ens vam divertir molt en el muntatge previ, però encara més amb el viatge, l’estada  i la realització del mural. Una molt grata experiència.",
        "pilota": "L’Hotel Estela-Barcelona) havia començat a ser el que era a partir d’una estranya història iniciada pel pintor Antoni Xaus. Quan jo hi vaig intervenir, a part de l’habitació inicial, hi havia diverses suites fetes: Josep Puigmartí, Josep Maria Subirachs, Marc Vilallonga i Pep Duran. Ara n’hi ha moltes més. Jo hi vaig pintar l’habitació 108, a partir d’una sèrie de dibuixos i collages que anava fent sobre papers fets a mà, hi vaig fer sis murals (comptant part del sostre, guarnit amb un parell de dirigibles)."
      },
      "publicacions": {
        "pub1": "10 Mediterranean artists in NY was the first total project (complex and complete, as they say in my hometown), as it encompassed various complementary creative variants, such as a film or an opera.<br/>Nowadays, they would call it a <i>fake</i>, since I invented nine artists from coastal countries of the Mare Nostrum, whose faces were played by some of my closest friends and colleagues.<br/>Ramon Roig, who had just returned from the Big Apple after a six-month stay, agreed to act as the squire (he was the artist from here) in the mess I had prepared.<br/>I also pulled out of my hat a New York critic (Dr. Rodolfo), an Italian-American gallerist and his gallery, Viaggio (Uncle Manel), and I reserved for myself the role of an emerging figure, who would end up making a fortune (perhaps too much): the curator.<br/>It was all a fun pretext to write a catalog (which was edited and exquisitely designed by my friend Raimon Flos) and create the nine works and imagine the personality of each of the artists.<br/>They helped me, in more technical parts, other friends, such as Xavi Duran materializing the photographs on stone or Anna Solé, for the images that would illustrate the catalog.<br/>And, I repeat, the “artists”: Aziza Barouk, Turkish sculptor (Montse Colomina), Jaime Burton, Gibraltarian conceptual sculptor (Mia Ibós), Milena Makavejec, Serbian installation artist (Estrella Loza), Maria Moriarty, Maltese installation artist (Meritxell Balcells), Ahmed Bessayà Nouri, Tunisian poster artist (Josep Patau), Cossimo Noventa, Sicilian photographer (Rogelio Segura), Stratos Paleologou, Cypriot painter (Raimon Flos, again), Noah Reutermann, Israeli sculptor (Xavier Segura, Veuf), Fatima Rocamadour, Marseillaise polyartist of Algerian origin (Esther Patau) and Ramon, an excellent Valencian painter (as himself).<br/>This project had a continuation with the exhibition <i>1.99010 (Mil novecientos noventa y diez)</i>, at the Sala García-Nieto in Cornellà, with 6 additional invited artists.",
        "pub2": "La Conxinxina (magazine of arts and essays) was born to address a series of concerns that the members of La Xina d’A.R.T. at that time needed to sublimate.<br/>On one hand, to leave a written and graphic record of all our activities, both in our space at Hort de la Bomba (we had already left the original space on Carrer del Doctor Dou) and outside.<br/>On the other hand, many of the members at that time also had the habit of writing (poetry, stories, essays).<br/>I myself, after an initial period by my friend Luís Casado, had been writing the press releases for each of the exhibitions we planned on a monthly basis.<br/>Benxamín, Tito, Toni also shared this interest.<br/>Other members of the collective also had many skills and a taste for design (Tito himself, Marc, Jose) and were able to demonstrate it in the various publications.<br/>But perhaps the most important purpose was to open ourselves even more to the world, through collaborations with other artists (Ramon Roig, Matías Krahn...), cultural activists (Agustín Fructuoso, Nora Ancarola...), writers (Bruno Montané, Meritxell Cucurella-Jorba), musicians (Carlos Santos, Víctor Nubla...) and a long list of other interesting figures from various fields (Ramón Más, Jero Rodríguez...).<br/>An ideal medium to achieve this last objective were the various interviews we were able to conduct with established artists (Francesc Torres, Joan Fontcuberta...), musicians (Gorka Benítez, David Pastor, David Xirgu...), filmmakers (José Luís Guerín, Oriol Ferrer...), actors (Ramon Fontseré, Juan Margallo...) and a long etcetera that you will find in the expanded index we have made for each issue of the magazine.",
        "pub3": "My high school student phase was as happy as it was productive.<br/>At the Institut de Bellpuig, I made friends who have lasted until now.<br/>Among the many activities done with that good group of new classmates, one stood out for obvious reasons: the magazine <i>Lo Gripau</i>.<br/>The undisputed soul was the history teacher Enric Vicedo, although many other teachers collaborated, such as Ramon Miró or Rafael Ferrer in writing, or Lino García as a draftsman.<br/>Those in my class were eagerly active and filled almost three-quarters of the magazine's pages with stories, poems, comics, photographs, or puzzles.<br/>When we were about to celebrate the 40th anniversary of our first year of BUP, my former desk mate and current Physical Education teacher at the same center Lo Pla d’Urgell, Jaume Capdevila, proposed recreating a special issue of the magazine (which, in fact, continues to be published, with a more modern aesthetic, but lacking the <i>vintage</i> patina left by the mimeograph and low-resolution photocopies).<br/>I designed the entire magazine, with the indispensable collaboration of the old editorial team: Teresa Alsina, Toni Granollers, Salvador Miret, and Xavier Sans.<br/>For this commemorative issue, the friends Magí Clavé, Joan Berengué, Teresa Bech, Miquel Pons, Cristina Solé, Ignàsia Mata, Anna Vidal, Joan Baldrich, Carme Berengué-Giraudon, and Neus Lluelles joined.<br/>Together with the teacher Enric Vicedo.<br/>In addition to the literary contributions, we must thank everyone who contributed graphic material (photographs and drawings) to properly fill this beautiful anniversary cake.",
        "pub4": "The chemical desert is, so far, my most ambitious and complex project.<br/>It combines poetry, plastic arts, the edition of a book, and, in a way, my own life.<br/>I did it during the first months of a long chemotherapy process (in the end, there would be 4 rounds, plus a bone marrow transplant).<br/>I had four exceptional prologuists for the book: Ceferino Galán, editor of the mythical fanzine <i>El naufraguito</i>, Bruno Montané, an excellent Chilean poet, Benxamín Álvarez, a sculptor and companion of a thousand artistic projects and a thousand trips, and the great Luisito Casado, the other half of DeLuXE with whom I have been doing nonsense together for many years.<br/>The press release for the successive exhibitions of this project (TPK / Tecla Sala Cultural Center, L’Hospitalet; Lo Pardal-Guillem Viladot Foundation, Agramunt; Espai Nivi, Castellón) explains it quite well:<br/><i>“Sooner or later, we all have to cross a desert. It may only be of domestic dimensions, but it can also have an abysmal magnitude. It may last only a bad moment, a bad day, or turn into a long season in hell. You can get out of it, as Travis Henderson did in Texas or T.E. Lawrence, conquering Aqaba. But you can also get lost in it forever, like in a labyrinth of invisible walls, like those of Eryx. There are even those who, of their own free will, venture into it to make a spiritual retreat or a mental fast, to find the question to all the answers. I entered it in the fall of 2021, when I was diagnosed with Hodgkin's lymphoma, a type of cancer. In the first spring of this strange journey (in which I did not travel the world, but several universes passed through my mind), I launched an uncertain project of drawings and poems. This has ended up materializing in the collection of collages that you can now see and in a book that you can now read, if you please.”</i>",
        "pub15": "This book was intended to be a kind of review and reordering of my plastic production from 1983 to 2023.<br/>Choosing which child you love the most is almost always an impossible task, but I made a selection of images and previous texts (from <i>La Conxinxina</i>, from press releases, etc.) that, at that moment, I considered quite significant.<br/>I had the fortune and pleasure of being able to count on the historian and critic Joan Maria Minguet Batllori and the director of Lo Pardal, Pau Minguet, for the prologue.<br/>And I myself wrote a preface that was quite enlightening:<br/><i>“When one is on death’s door, it is said that they see a select collection of images from their life and work. I have always had the perhaps unhealthy curiosity to know which slides I will have to watch. If we use the famous feline metaphor, I can tell you that, statistically, I have surely used up more than the lives I have left, but in none of the trances that I should have passed, I remember any concrete vision.<br/>I will know how to wait, with more patience than haste, to know the images of my vital part, but I wanted to get a head start by making a first visual assessment of my work. Or, being more precise, of my artistic production. As these memorandums usually are, this one will also be incomplete, sentimental, revisable, and tricky, but it is what there is, for now.<br/>To prologue this kind of anthology of nonsense, I had the fortune to count on the two Minguets, Joan Maria and Pau, who accepted the challenge-invitation to collaborate together, for the first time, on an adventure like this. With such great father and son, I was left with the role of the Holy Spirit, always more ambiguous and multifaceted. I believe you will appreciate, as much as I have, their initial words, which will show you some stumbles and shortcuts for the uncertain journey ahead.<br/>As I write this, I already have my mind on the paintings I am making in the studio, or on the projects I started last week, which could very well increase the list of slides. 121 is, however, the definitive number, following a custom (a bit manic) that I have when making series (always square numbers: 4, 9, 16, 25...). <i>Eleven squared</i> was the first provisional title, but I ended up putting the accent on another theme. Closed accent, in this case.”</i>"
      },
      "series": {
        "crusoe": "El primer cop que vaig exposar a França, va ser a Bobigny (a la banlieu de Paris). A la Sala d’exposicions de l’Hotel de Ville, hi vam mostrar la col·lectiva Des bonnes intentions pour les mille ans à venir. Va ser una macro exposició (l’espai, el tracte, l’hospitalitat, tot... va ser exquisit per part de l’ajuntament comunista de Bobigny: un gust, un plaer, un altre món... en resum: Cultura). Fonamentalment hi eren els nous membres de La Xina (Benxamín Álvarez, Nora Ancarola, Santi Erill, Jesús Etxarte, Joan Pallarés, Pernille Usterud-Svendsen...), després d’algunes desercions entre els deu membre fundadors. Jo vaig col·laborar amb 81 assemblatges. Una sèrie de peces filles d’un projecte precedent (Veí del cos, que vaig exposar a El taller de Gràcia i era de format més petit, feta sobre paper i més propera a la bidimensionalitat que a la tridimensionalitat, com aquesta, plena d’assemblatge si relleus. Sempre m’han agradat els diccionaris i les taxonomies i, per extensió, els projectes de sèries. Aquesta és una de les meves favorites.",
        "diccionari": "Aquest ha esta el meu projecte, potser, més treballat i viatjat. Diccionari de miralls (que era el nom original) consta de més de tres-cents collages de plàstics pintats. La primera exposició la vaig fer a la Fundació Vall Palou, de Lleida, a 2012 (amb l'ajut imprescindible de l'amiga poeta Meritxell Cucurella-Jorba). La segona va ser al Col·legi d'aparelladors de Barcelona (Diccionari mut, 2013, gràcies també a l'amiga Teresa Pallàs), per seguidament anar al CAATEEB de Granollers (Diccionari abreviat). Després va anar a la galeria Stalowa de Varsòvia, a Polònia (Salon Letni, 2015, gràcies a l'amic Krzysztof Stanislawski). Després a la galeria Meno Parkas, de Kaunas, Lituània (2017, gràcies a l'amic Arvydaz Zalpys i tota la seva tropa). Desprès va anar a La Xina A.R.T. (2X, a casa, a Barcelona, 2017), d'allí a l'Escola Isabel de Villena (Diccionari Escolar, 2018) per acabar a Ivars d'Urgell, el meu poble, a Taller Obert (2019). Treballada i rodada, com us havia dit. Els elements retratats en els diversos miralls (me n'he anat adonant a través dels anys) són element molt personals i íntims, però, alhora, reflex d'uns temps: els meus (la meva infantesa, concretament). Molts objectes no els coneixen els meus fills, o els meus alumnes. També són el reflex d'un lloc (són molt rurals, no els coneixen al gent de capital, i són molt d'aquí (a Varsòvia o a Lituània em preguntaven què eren determinades coses). En definitiva son Signes dels temps, com deia un petit geni de Minnealpolis.",
        "ictio": "Ictionari és una versió millorada, destil·lada i bitonal dels Ictiopoemes que vaig presentar a La Peixateria, de Sant Boi, que es va veure a Can Castells Centre d’Art (CCCA), de la mateixa localitat. La primera sèrie constava de 25 collages iamb coloració bastant pop. La segona era en estricte blanc i negre, però constava de 81 peces. Deia el gran Joan Brossa que la poesia era la menys perniciosa de les perversions del llenguatge. El poeta gaudeix de les mutacions etimològiques amb finalitats ben diferents de les de, per exemple, un filòsof, un polític o un advocat. Els éssers marins que s’amaguen rere els seus símbols, o darrere els seus noms, són el pretext d’aquest lúcid i lúdic exercici de poesia visual. Aquesta aventura creativa  es distingia per la simplicitat voluntària dels elements formals: plàstics, únicament treballats amb tisores, esprai i retolador. Humil i orgullós hereu de tots els il·lustres i rars catalogadors (Magritte, Duchamp, Miralda, Cotázar, Bach, Monk i uns punts suspensius infinits, a més dels dos ja citats -Brossa i Borges), vaif continuar, amb aquest projecte una de les seves pendulacions creatives més conceptuals: la dels diccionaris. Una proposta fresca i entremaliada com els crits de reclam del peixaters: -Que aquest peixet em tremola a les mans, nena!. ",
        "melville": "Quan planejàvem aquest enèsim projecte amb el Ramon Roig tots dos sabíem que seria l’últim. Sense dir-nos-ho. Havíem de triar algun tema que ens apassionés. La música n’era un, indubtablement, però també ho era la literatura, per la qual ens vam acabar decidint. Ell va proposar Dostoievski, jo Calvino. Al final vàrem consensuar Melville. Va ser, dissortadament, la seva darrera gran exposició (a La Xina A.R.T.). El projecte va tenir continuïtat a Gràcia Territori Sonor, però el Ramon ja no va tenir forces per fer-la (allà la mostra es va dir Melvilliada, contes de mariners). L’afer va ser fruit (com gairebé totes les coses interessants) del pur atzar. Em vaig ensopegar amb el Víctor Nubla en un bar, prop del mercat de Gràcia. Allà ens vam re-presentar (ens havíem vist algun cop, tangencialment) i vam començar a parlar de projectes. Jo tenia el cap del projecte sobre Melville i l’edició del LEM d’aquell any, inesperadament per a mi, també anava sobre l’autor de Moby Dick. L’entusiasme va ser mutu i immediat. La inauguració de la meva exposició coincidiria amb una lectura del llibre en més de set idiomes i conclouria amb un concert del trio musical experimental i casual format per Tuna Pase, Litenant Caramel, i Eduard Altaba. Per desgràcia, aquell dia va ser el darrer que ens veuríem amb el Víctor i també amb el pintor Manolo de Val, que ens va visitar abans d’obrir. Ambdós ens deixarien uns mesos després.",
        "paperama": "Penúltima, de moment, de les sèries, presentada a la XII biennal d’obra sobre paper de Riudebitlles, en la qual em van atorgar una menció d’honor. Aquest text el vaig escriure per una companya que va fer la visita guiada a la mostra: “Sota aquest cinemascòpic títol s’hi apleguen una sèrie de collages realitzats durant la primavera d’aquest any 2024. Son una mena de destil·lació d’esbossos fets en petites llibretes que són, més o menys, el meu modus operandi de treball preparatori. Cada llibreta te curiosos epígrafs (depenent d’on les faig o del sentit de l’humor del moment): Dibuix davant del televisor, Dibuixos del Tour de França, Dibuixos de la Platja de la Pineda o Dibuixos mirant avorrits partits de futbol... Aquests, concretament, venien d’unes llibretes de format mitjà (din A4), anomenades Cansons i cançonetes, pel tipus de paper i la lleugeresa musical dels traços. Tècnicament, son dibuixos de llapis de grafit i collage de radiografies pintades amb esprais sobre diversos papers. En uns moments d’empatx tecnològic febril,  de pirotècnies electromagnètiques diverses i de metallenguatges redundants i perillosament endogàmics, tornar al llenguatge auster (i alhora infinit) del dibuix és, gairebé, un posicionament o compromís tant ètic com estètic.”",
        "standard": "La sèrie Standars la formaven deu collages amb nom triple, basades en estàndards de jazz que representaven 10 moments del dia (del despertar a la matinada). No cal que insisteixi en la meva passió indissimulada pel Jazz i per Monk en particular (dels 10 quadres, 5 eren composicions de Thelonious). Els vaig exposar a El Cafè del carrer del Torrent d l’Olla, que, en aquells dies, era una mena de base d’operacions de la colla. Recordo alguns dels títols: Well you needn’t o Desprès anirem al Mundial o Tienes un culo precioso (higiene maitinal),  All you things you are o Quan dorms, sembles un Modigliani o Siesta! (migdiada llarga), ‘Round midnight o Amb la 3a al Raval o Taxi, taxi!!! (la mitjanit) o A night in Tunissia o Avui no catxarem o Payos en la playa (la sortida de sol, vora el mar.) Com alguna sèrie anterior, aquesta té un cert aspecte de còmic, amb vinyetes de colors neutres, però que completen, com un puzle a mig fer, una escena general. El collage i la multiplicitat de recursos gràfics (pintures, tintes, retoladors, ceres) són una constant d’aquells dies i de bona part de la meva producció. ",
        "tatuats": "Una llarga sèrie (més de 100 peces) presentada a Quei15 Art Gallery, de Barcelona (gestionada pels amics Rosco, Rosa i Manel). Va ser la primera mostra després d’una pausa obligada pel meu transplantament de medul·la. Vaig escriure un text llarg, però molt dilecte per ami, us en penjo només el principi, perquè us quedeu amb ganes de més: “Són pocs els objectes que hagin generat tanta quantitat de simbologia, misteri i màgia com els miralls. La mitologia, la literatura, el cinema o la física han multiplicat el seu equívoc reflex a nivells gairebé fractals. El mirall és una lleu membrana que duplica i inverteix el nostre costat de món o també pot ser una porta de mercuri a universos infinits. Com pot ser-ho la llista següent: Alícia, a través del mirall, per començar / Les ulleres de mirall del policies de carretera dels deserts d’Arizona / La Venus del mirall, preguntant insistentment qui és la més bella, fins que es convertirà en la madrastra del conte / El miralls minúsculs cosits als vestits dels toreros o als dels pallassos tristos / Els laberints de miralls, que es van esbocinant a trets, com el de La dama de Xangai / Els miralls deformants del carreró del Gato / Els miralls de l’interior de la porta dels armaris, una segona porta inesperada vers mons inexplorats / Els miralls d’Arquímedes que incendiaven naus a Siracusa / El mirall on no es reflectiran mai els vampirs /  El mirall que posem a la boca dels morts, per veure si encara els hi queda l’últim alè / El mirall que hi ha al metro de Tokio, perquè els suïcides es repensin al darrer moment / La bola de miralls que va girant lentament damunt de la pista de ball polsosa d’una discoteca tancada...”",
        "tauro": "Aquesta sèrie estava formada per 36 collages 36 (com als cartells taurins) i en vaig vendre més de la meitat. Les vaig exposar, per primer cop, a la mostra col·lectiva itinerant Arando desprevenidos el fràgil peralte sin plan ni brújula, un enrevessat títol resultant d’un joc grupal, semblant als cadàvers exquisits. Primer es va exposar al mític espai alternatiu de València, El Purgatori, i, mesos desprès, a la galeria Contemporánea de Granada. He de reconèixer que, en aquella època anàvem un o dos cops l’any a veure alguna corrida, amb el Ramon o amb els amics del poble (Rogelio, Antoine, Jaime , Lobo) Pecats de joventut (com l’esport, tal com va dir Fellini). Tot i això, la tradició taurina pictòrica que havien reflectit meravellosament els mestres antics (Goya, Casas, Picasso) ja necessitava, en aquell moment, alguna mena actualització (sempre ha tingut una pàtina casposa que li costarà perdre). La Tauromàquina volia ser, al mateix temps que la seqüenciació dels moments d’una cursa de braus, una revisió de la història de l’art (més aviat contemporani) en general. Per això apareixen infinites referencies als grans (o no tant) de la pintura: els nans de Velázquez, les dianes de Jasper Jones, els ulls desorbitats de Saura, els colors de Phillip Guston, les llaunes de Warhol o els bous espellats de Rembrandt o de Bacon. ",
        "univers": "Hi ha una expressió al català de Lleida que no troba traducció satisfactòria en cap altra llengua coneguda, ni tan sols al català occidental: Sol de forat. Aquests tres mots serveixen per definir aquella llum irreal i hiperbòlica que s’obre pas entre els núvols i sol precedir una tempesta de les de veritat. Per això, en alguns pobles també n’hi diuen sol de trons, amb tota la raó del món. Sempre he associat la sensació lumínica d’aquest fenomen meteorològic amb dos concepte més abstractes i d’etimologia familiar: la il·luminació i la il·lustració. Les meravelles de l’Univers vol ser un convit a reprendre l’esperit humanista d’aquells època, en uns temps de pensament únic i ostentosament anti-il·lustrat. Uns temps de fes cegues, credulitats irracionals, rendicions i renúncies les quals, sempre en desigual batalla, hem de combatre amb la mateixa humilitat i passió amb què hi han lluitat els creadors, cíclicament, al llarg del temps. Aquest conjunt de treballs sobre formats reciclats diversos (àlbums enciclopèdics mai completats, cartografies obsoletes, obra pròpia digerida per l’oblit i la memòria) no fan sinó repensar la nostra cultura que, tal com sentencia la filòsofa Marina Garcés, “és tot allò que fem per ajudar-nos a aprendre a viure junts”. Les meravelles de l’Univers vol ser, al cap i a la fi, un ventall per escampar boires i que torni a lluir la màgia inexplicablement sorprenent d’un sol de forat.",
        "xove": "L’ estiu del 95 vaig fer un dels viatges més bells dels que he pogut gaudir amb la Tresa. En un vell i petit Peugeot vam travessar la península per fer un viatge que seguís tots els fars de Galícia i, de passada, bona part de les terrers interiors. Galícia sempre ha estat una de les meves illes favorites. Un món màgic i intemporal, amb boires perpètues que amaguen boscos farcits de meigas i de lobishomes. I, a més a més, d’allí era un altre dels meus millors amics i company d’activitats artístiques: el gran Benxamín Álvarez (a qui encara no coneixia). Xove na terra la formaven una trentena de quadres de format mitjà. I vaig tenir la sort de vendre’n una bona colla. El dibuixos representaven una mena d’història il·lustrada d’una sèrie de personatges (mig astronautes, mig marins) que anaven explorant i redescobrint Galícia. Van sortir de les lectures esbiaixades d’un llibre-pamflet delirant, sobre la Galícia màgica, que vaig trobar en una de les pensions on ens vam allotjar en aquelles fabuloses dues setmanes."
      }
    }
  }
}