{
    "header": {
      "title": "Main Name of the Web",
      "home": "Home",
      "about": "About",
      "newsletter": "Newsletter",
      "gallery": "Gallery",
      "books": "Books",
      "contact": "Contact"
    },
    "main": {
      "welcomeMessage": "Welcome to Our Website",
      "bodyText": "This is the body of the main page. Add your content here to share details about your site or project."
    },
    "about": {
      "description": "Xesco (Francesc Xavier) Mercé Balagué. Ivars d’Urgell (Pla d’Urgell, 1965).<br><br> Multidisciplinary artist. Graduated in Fine Arts from the University of Barcelona (1988). Founding member of the collective group of artists La Xina A.R.T. (1997) and the European network of contemporary art spaces <i>Kanîbal’hopox</i> (2008). He formed the performance duo \"Deluxe\" with Luis Casado. He is a drawing teacher at the Isabel de Villena School. He has been editor and director of the arts and essays magazine <i>La Conxinxina</i>. So far, he has held more than 50 solo exhibitions and more than 140 group exhibitions, in addition to numerous actions, installations, and public sculptures. His work has been exhibited throughout the country and the state, as well as in a dozen countries in Europe and Asia.<br><br> His artistic work covers almost all disciplines and techniques: from <i>performance</i> to poetry, through drawing and experimental music. According to Lucien Verneuil, his work \"is halfway between poetry, irony, criticism (and self-criticism of art), experimentation, and social agitation.\" Art critic Joan Maria Minguet Batllori and historian Pau Minguet have written about him: \"His work is a succession of outcomes, answers to new questions, and answers to questions that have existed for many years. Answers that are not sequential and that eliminate the previous ones, intertwining in a series of always provisional conclusions. He is an artist with the will to bring us to the question, to instability. Certainties always play in favor of power, he must think. Uncertainties invite the viewer to step out of complacency or alienation.\"<br><br> He has also published four books: <i>10 Mediterranean Artists in N.Y.</i>, 1998, <i>Nineteen Hundred Ninety Ten</i>, 1999, <i>The Chemical Desert</i>, 2023, and <i>´ (Closed Accent)</i>, 2024. He lives and works in Esplugues de Llobregat and in Ivars d’Urgell, where he has his studio.<br>"
    },
    "gallery": {
      "descripcio": "Descripciño de la galeria asd asd asd as sd sfffsd a"
    },
    "books": {
      "desertQuimic": "Descripció del Desert Quimic asdasda asd as as dasd",
      "obres": "Descripció de ´ conxinxina asdasda asd as as dasd",
      "conxinxina": "Descripció de la conxinxina asdasda asd as as dasd"
    },
    "newsletter": {
      "descripcio": "Descripció de les noticies asd asd asd as sd sfffsd a"
    },
    "contact": {
      "message": "Contaam per aquí"
    },
    "footer": {
      "rights": "All rights reserved."
    },
    "metadata": {
      "description": "Description web"
    }
}